import"./Bzak7iHL.js";import"./CiPh4DN7.js";import{f as e,a as o}from"./CHd-ugWw.js";const r={title:'Рассказ "Чакотерапия"',description:"Нормальный - это выдумка",date:"2026-01-07",categories:["story","flash fiction","writing"],published:!0,language:"ru"},{title:c,description:d,date:l,categories:u,published:m,language:f}=r;var i=e(`<p>Чак вышел из запоя вчера вечером, как раз перед сессией с психотерапевтом. Он толкнул дверь — терапевт развалился в кресле и взглядом кинул на такое же перед собой. Чак сел и уставился на него. Тот жевал губы и чесал подбородок. В тишине прошел почти час. В конце сеанса терапевт внезапно выкинул:
— У тебя всё хорошо.
Чак без энтузиазма повторил:
— У меня всё хорошо.
— Другие бы позавидовали, — продолжил он.
— Другие бы позавидовали.
— Ты счастлив.
— Я счастлив.
Мужик в кресле выдохнул.
— Все, пошел к херам отсюда. С тебя тысяча долларов.
Чак достал карту и молча приложил ее к терминалу. Он весело пиликнул.
— И ты пошел, черт.
Терапевт криво ухмыльнулся и послал ему воздушный поцелуй.
За спиной нетерпеливо переминался другой страждущий. Чак развернулся, но вместо другого человека там стоял он сам.  У него приоткрылся рот, лицо сползло на пару сантиметров вниз. Посетитель презрительно скривился и выплюнул:
— Не знаю, в чем ты более хорош: в уродстве или тормознутости. Давай уже проваливай.
Чак в недоумении обернулся на терапевта. Тот играл дурацкую миди-мелодию, которую извергали пиликающие кнопочки терминала.
— А он сказал, что я счастлив, — повернувшись, промямлил Чак в ответ.
— Пи-пи-пиии! — в такт раздражающе пиликающему устройству фальцетом подвывал терапевт. Лицо покраснело от старания, местами поблескивая от пота. Он поклонился, воткнул терминал в стол и жестом поманил следующего клиента.
— Ты-то тормоз, — прошептал Чак-два, —  а вот я… я ему не доверяю.
После этих слов он стремительно исчез. Торопливые шаги за дверью гулко выдавали возмущенное неодобрение.
— А зря, — бросил Чак ушедшему, а сам сел назад.
Терапевт наклонился к нему и лихорадочно прошептал:
— Наконец-то я на приёме… Доктор, помогите, у всех вокруг одинаковые глаза!
Чак пригляделся — лицо напротив ужасающе напоминало ему своё. В мозгу какофонией завопили кнопки терминала, а в слезящихся глазах терапевта метались мольба вперемешку с отчаянием. Он жевал губы и чесал подбородок.</p>`);function g(t){var a=i();o(t,a)}export{g as default,r as metadata};
