import"./Bzak7iHL.js";import"./CiPh4DN7.js";import{f as a,a as i}from"./CHd-ugWw.js";const o={title:'Рассказ "Еще раз"',description:"Давай, скажи это еще разок",date:"2025-08-29",categories:["story","flash fiction","writing"],published:!0,language:"ru"},{title:d,description:m,date:l,categories:c,published:u,language:f}=o;var r=a(`<p>— А она что?! — втопив телефон в ухо, воскликнула Лия.
— Как заорёт ему: «Нет никакого Бога, сказки! Где?! Пусть молнией меня ударит!»
Лия присвистнула. Торопливыми шагами она семенила к приёмному отделению.
— А он что?!
— «Я есмь длань Господня», — и как шандарахнет её шокером! — Из трубки донёсся скомканный смешок. — Прошу прощения. Кто же знал, что у неё кардиостимулятор?
— Зато шутка, гм… божественная. Хоть не сядет теперь?
— Это уже от тебя зависит, дорогая.
Женщина увидела дежурного в окно, тот озабоченно ходил взад-вперёд.
— Ладно, до связи. Я на месте.
Лия сбросила вызов и перешла на бег, полы белого халата трепетали на ветру. Чего только не произойдёт в этих студенческих общежитиях? Она уже забросила счёт.
Женщина толкнула входную дверь. Резные морщины на лбу дежурного мигом разгладились. «Да, не на твоей смене», — тихо пробурчала под нос Лия. Она судорожно улыбнулась сотруднику отделения, тот ответил тем же и провёл врача в палату.
Лия вошла и вытянула руки. Ассистенты, отточившие движения до автоматизма, укутали её в операционный халат, натянули шапочку и маску. Она подошла ближе и наклонилась над пациенткой.
— Состояние критическое, — донеслось со стороны.
— Скальпель, — сухо приказала она и выставила ладонь. В неё тут же лёг инструмент.
Лия занесла лезвие над грудью. «Если ты… вы… в общем, буду благодарна за помощь в спасении этой говорушки». Лезвие пошло вниз.
Вдруг девушка, лежавшая без сознания на операционном столе, шумно вдохнула. Тело изогнулось дугой, пальцы выпрямились — Лия отпрянула назад, застыв в полубоевой стойке со скальпелем наготове. Пациентка рухнула ничком. Глаза были широко раскрыты, а грудь ходила ходуном.
— Я жива… Я жива! — закричала она, а после разрыдалась.
Сбитая с толку Лия подошла поближе — показатели были в норме. Пациентка ухватила её за руку, улыбаясь сквозь слёзы.
— Существует… существует! Бог говорил со мной!
«Ну ничего себе, история делает витки… в который раз», — уронив челюсть в маску, подумала Лия.
— И… что сказал?
Девушка потупилась. Почесав нос, она виновато глянула на врача.
— «Ещё раз…»</p>`);function g(t){var e=r();i(t,e)}export{g as default,o as metadata};
