import"./Bzak7iHL.js";import"./CiPh4DN7.js";import{p as h,f as l,_ as c,t as m,a as d,b as u,s as _,c as f,$ as r,r as b}from"./CHd-ugWw.js";import{s as g}from"./Cf8sFkov.js";import{i as D}from"./B4ZchNSr.js";import{g as B}from"./vA9fPZZb.js";const v={title:'Новелла "Переживатель"',description:"Научная фантастика, триллер",date:"2024-12-1",categories:["story","writing"],published:!0,language:"ru"},{title:E,description:N,date:P,categories:R,published:S,language:T}=v;var w=l(`<p>Может быть, будет удобней <a rel="nofollow">EPUB версия</a>.</p> <hr/> <p>1</p> <p>Уже с месяц Мэйси была завалена работой больше обычного.	Ее макушка едва выглядывала из-за терриконов различных бумаг, что обосновались на ее рабочем столе. Из одной стопки в другую кочевали бесконечные караваны бумажных судов при помощи ее изящных рук.
Мысли путались, руки механически выполняли работу — поставить подписи, назначить встречу, перенаправить документы в соседний отдел. Все сливалось в один сплошной поток канцелярской рутины. Усталый взгляд упал на фото в рамке, которая, за компанию с Мэйси, зарылась в груду бумажек.
Лучезарная улыбка девочки десяти лет, окруженная созвездием веснушек, мгновенно встряхнули девушку. Взгляд перенесся на часы, что размеренно тикали, вися на стене. “Да что же это такое! Я уже задолжала Мари с десяток пирожных за такое опоздание!” — вполголоса буркнула Мэйси.
Девушка ткнула на кнопку “сохранить”, захлопнула ноутбук, затем накинула пальто и начала перекладывать бумажные кучи с места на место, ища ключи от автомобиля и мобильный. “Ну конечно, разряжен, — взяв в руки телефон и глянув на экран, пронеслось в ее голове, — то-то Мари и не звонила”. Вернее, она-то может, и звонила, но абонент, как всегда, забыл про это неприятное свойство мобильных — вечно разряжаться не вовремя.
Закинув ключи и телефон в сумку, наспех закрыв кабинет, Мэйси выпорхнула из офисного здания и устремилась к парковке, где стоял ее автомобиль. Собирался дождь. Девушка ускорила шаг и уже через несколько минут жала на педаль газа, приближаясь к школе. Вечерний кружок для юных природоведов уже закончил занятие сорок минут назад и Мари, вероятно, ждет в фойе и считает, на сколько ее матушка влетела по пирожным.
“Из-за моей работы я скоро стану банкротом, а дочь не пролезет ни в одну дверь. Эта идея была очень плохой — платить за опоздание сладостями. Титул матери года проходит мимо меня в очередной раз”, — крутилось в голове у Мэйси.
Дождь начал ронять первые капли, но школьный двор уже маячил впереди. Она почти была у цели.
Остановившись у школы, выскочив и прикрыв голову сумкой, Мэйси засеменила в сторону входа. Телефон все так же молчал — в спешке забытая зарядка осталась скучать в офисе, погребленная под одной из сотен бумажек на рабочем столе. Но возвращаться не было времени, а вспомнила она об этом уже отъехав от офиса на добрых десять кварталов.
Зайдя в холл, она окинула взглядом лавочки — они были пусты. “Странно, — подумала она, — вероятно, занятия затянулись и дети все еще в кабинете. Свет горит, так что, может быть, мне повезло —  это опоздание будет не в счёт.” Она было направилась к классной комнате для вечерних кружков, но тут ее окликнул охранник. Мэйси обернулась и приветливо махнула рукой:
— Привет, Гарольд, как жизнь? — Она подняла руку, указав на охранника. —  Кстати, отличный свитер.
— Хех, спасибо Мэйси, в порядке. Я передам Лоре, что ты оценила ее труд по достоинству.
— Обязательно передай! — Она заговорщически подмигнула, — Тебе невероятно повезло с женой, не иначе как джекпот.
— Да и не говори, сам удивляюсь. Думаю, в эти годы таких женщин уже и не сыскать. Ты, конечно, исключение, — Гарольд подмигнул в ответ, — но извини, дорогуша, я уже занят.
Мэйси театрально  приложила тыльную сторону ладони ко лбу.
— Этот удар я переживала достаточно долго.
Гарольд усмехнулся, морщинки вокруг его серых глаз запрыгали, делая его похожим на доброго волшебника.
— Что, сегодня природоведы увлеклись работой, как я посмотрю? — спросила Мэйси, обернувшись туда, где стройным рядом в стене располагались двери кабинетов, — я-то переживала, что ты опять будешь слушать, сколько пирожных я задолжала.
— Да нет, сегодня всё как обычно. Я-то думал, что ты пришла за сменкой Мари, вот и позвал тебя — я как раз делал обход и забрал ее из кабинета.
Мэйси напряглась.
— А где Мари?
— Под конец занятия они вышли группой понаблюдать за собирающимся дождём, — Гарольд присел на краешек стола. —  Природа и все такое… Ну, ты понимаешь. После этого вернулся лишь учитель, закрыть кабинет и забрать вещи. Я так понял, там всех детей и забрали по домам.
Мэйси напряглась еще сильнее. Скулы заиграли на лице. Да нет, учитель не мог оставить детей просто так и пойти домой, этого не может быть. Но где же Мари? Охранник встревоженно взглянул на нее:
— Мэйси, что с тобой, ты в порядке?
— Я… я не забирала Мари, Гарольд. Ты не узнавал у учителя, может, ее кто-нибудь из родителей подвез ее домой?
— Из-за собиравшегося дождя мы как-то и не перекинулись словечками, он забежал, да и выбежал. — Старик нахмурился, потер рукой лоб, испещренный морщинами. — Спешил домой, видать, чтоб не промокнуть полностью. Может, стоит ей позвонить? Как ни как, в светлый век живем, телефоны как раз для того и придумали.
— Мой сел! — Мэйси схватилась за голову. — И зарядку я забыла!
Девушка опустилась на скамейку, что стояла недалеко от нее, возле окна. Глаза ее широко раскрылись, дыхание стало прерывистым, учащенным. Гарольд подошел к ней, осторожно дотронулся ее плеча. Мягким, умиротворительным тоном он произнес:
— Спокойно, дорогая. Давай сначала позвоним, перед тем как переживать.
— Да черт возьми, у меня этот телефон с обновленным разъемом для зарядки — я боюсь, твоя не подойдет. — Мэйси зажмурилась и ее руки сомкнулись в кулаки, зажав волосы на висках. —  Что-то мне нехорошо, Гарольд, дай-ка мне воды.
Охранник на миг отошел от нее к столу, взял стакан с водой и поднес его к девушке. Та, медленно выпив его, спросила охранника, все еще не подняв веки:
— Могу ли я позвонить с твоего?
— Да без проблем, но, может, тут найдется и проводок для твоего телефона — детишки забывают их сплошь и рядом. Пойдем за стойку, посмотрим, что есть.
Она подскочила и в мгновенье очутилась за столом охранника, без спросу начав выдвигать ящики стола, один за другим. Нашла коробку с забытыми вещами школьников, швырнула ее на стол, начала копаться в ней, небрежно швыряя вещи в ящик или на поверхность стола. Гарольд аккуратно подошел, наполнил еще один стакан воды и не мешал.
Наконец, она нашла нужный провод с блоком зарядки.
— Где розетка?
— Позади тебя.
Мэйси воткнула вилку в розетку, штекер в телефон, палец в кнопку включения. Экран приветливо замигал. “Давай быстрее”, — едва слышно прошипела девушка. Телефон загрузился, показав пропущенные звонки. Три от Мари, два от Роберта, ее мужа. Она нажала на окошко с номером Мари — гудок, номер вне зоны доступа. Повтор — гудок, вне зоны доступа. “Главное держать себя в руках, наверняка все хорошо, просто стечение обстоятельств”, — пронеслось у нее в голове. Звонок Роберту, два гудка, его голос:
— Алло, привет. Ты уже дома?
— Нет, а ты разве не дома? Ты забрал Мари с кружка?
— Да вот как раз звонил тебе сказать, что ее завезли к себе Стиксоны, родители Джеммы. У них появилась собака, которой Джемма устроила отличную рекламу. Так что Мари очень просила меня ее отпустить для знакомства с собачкой. У нее садился телефон, до тебя не могла дозвонится, так что набрала мне, — Роб поцокал языком, —  я тебе, кстати, тоже набирал.
Мэйси громко выдохнула.
— Все в порядке? — спросил Роб, голос стал слегка тревожным. — Ты где?
— Да… Да. Все нормально. Я заехала в школу за Мари, а ее тут нет. Гарольд нашел мне зарядку, так что я, наконец-то, смогла тебе набрать.
— Гарольд, как всегда, на высоте, — хохотнув, произнес мужчина. — Ну что ж, езжай домой. Я заберу ее по пути, как раз буду скоро выезжать.
— Договорились. Пока, целую.
Девушка опустила голову на руки и отложила телефон. Теплая ладонь опустилась ей на спину:
— Ну как ты?
— Да, Гарольд, спасибо. Ты меня спас.
— Обращайся! — Он кротко улыбнулся ей и протянул руку со стаканом, который держал уже некоторое время, — Может, еще водички?
Только сейчас Мэйси поняла, как пересохло у нее в горле.
— Ты спас меня дважды.
Гарольд усмехнулся снова и ободряюще похлопал девушку по предплечью.
Попрощавшись, Мэйси выпорхнула из здания школы, села в машину и уже через часа пол открывала двери квартиры. Дома было тепло и уютно. Внезапные дожди и вечная слякоть поздней осени остались снаружи докучать случайным прохожим.
Девушка вошла домой, скинула с себя обувь и пальто, которое уже успело слегка промокнуть. Из кухни доносился манящий аромат горячей еды,  приветливо посвистывал чайник.
— Мама!
Мэйси раскинула руки и широко улыбнулась.
— Привет, Мари! Как ты, моя прелесть?
— Замечательно, — прыгнув в объятия матери, замурлыкала девочка, — ты бы видела какой классный песик появился у Джеммы. Он даже умеет приносить палочку и давать лапку!
— Ничего себе, какой умный пес! У меня в детстве тоже был песик, правда, он только гадил в сумки и жевал всю обувь в доме, — Мэйси скорчила веселую рожицу, — так что Джемме очень повезло. Хотя, кто знает, может он просто еще не вкусил прелесть кожаных туфлей?
Девочка засмеялась, обвив руками шею матери. Ее рыжие волосы окутали лицо Мэйси, затмив запах из кухни нотками леса и свежих листьев.
Вытирая руки о полотенце, в прихожую вышел Роберт. Вернувшись с работы, он еще не успел набросить что-то домашнее — светлая рубашка контрастировала с его черными волосами. Окинув взглядом своих карих, немного задумчивых глаз семью, он усмехнулся и подошел к ним. Обняв Мэйси, уткнувшись носом в такие же огненные волосы, как и у Мари, он сказал:
— Ну вот, команда опять в сборе. Теперь, я думаю, пришло время перекусить.
— И не говори, — ответила Мэйси, — я готова съесть слона. Только сперва вымою руки.
— Конечно. Мы будем ждать тебя с Мари за столом.
Он взял девочку на руки, поцеловал в лоб. Затем передал Мейси полотенце и понес Мари на кухню.
Помыв руки и переодевшись, Мэйси присоединилась к вечерней трапезе. Роб с Мари заехали в их любимый китайский ресторанчик, взяв лапши. На столе также стояли три чашки свежезаваренного, ароматного зеленого чая. Мэйси наконец-таки полностью расслабилась.
— Как на работе, Роб?
— Да как? Все, в принципе, в порядке. Шеф до сих пор настаивает на моем переезде в Варшаву. Говорит, что новые горизонты нужно покорять с теми, в ком уверен, а сам он ехать не может.
Мэйси задумчиво копалась палочками в коробке с лапшой,из которой все еще шел небольшой пар.
— Да, понимаю. Но ведь у Мари тут школа, друзья… Мы ведь это обсуждали, Роб.
— Ты знаешь, я и сам не особо горю желанием переезжать.  — Он положил свою ладонь жене на колено. — Я думаю, что все-таки шеф найдет еще одного достойного кандидата.
— Ну, такого достойного архитектора, как ты, так-то просто не найдешь.
— Подлиза, — улыбнувшись, сказал Роберт, — но что есть, то есть.
— Так, только чур не зазнавайся.
— Я подумаю над твоим предложением. Ты расскажи лучше, у тебя там что? — Роб закатил глаза и приставил пальцы к вискам, — как я понял, был сложный денек.
Девушка шумно выдохнула и энергично закивала.
— Не то слово, все как будто с цепи сорвались! Конец отчетного месяца, все должно быть без сучка, без задоринки. Еще и чертов телефон разрядился, ты не представляешь, как я волновалась когда приехала сегодня в школу.
— Я все понял по твоему голосу. Ну ничего, благо, все сложилось хорошо.
Мэйси кивнула и погладила по голове Мари, та одарила маму лучезарной улыбкой и обвила ее руку.
— Как там, кстати, у Стиксонов?
— Все в порядке. Когда я заехал, Мари с Джеммой вовсю носились с собачкой во дворе. — Мужчина строго посмотрел на девочку, —  еле забрал ее оттуда — всю дорогу канючила щенка! Но мы все-таки сошлись на лапше.
— Ей, — жуя, воскликнула Мари, — я все равно хочу собачку! Мы будем ходить с ней в лес, на озеро. Она будет мне помогать! Папочка, ну пожалуйста!
— У кого-то ведь скоро день рожденья, — задумчиво произнесла Мэйси, — а я слышала, что к хорошим девочкам иногда приходят праздновать хорошие собачки.
— Урраа! — воскликнула Мари.
— Но только к хорошим! К непослушным не приходят, имей в виду.
— Ко мне точно должна прийти, — громко отсербнув из кружки теплый чай, сказала Мари. — Я-то себя знаю.
— Несомненно, — потрепав дочь по голове, ответила Мэйси. —  Ну, а кроме собаки, что у тебя было сегодня? Как твой кружок? Гарольд сказал, что вы сегодня изучали дождь или что-то в том роде.
Мари звонко рассмеялась, ее рыжие волосы заметались из стороны сторону.
— Ох, ну Гарольд, как всегда что-то придумает! Мы просто вышли соревноваться, кто больше откопает червяков.
— Тоже неплохо. И что вы с ними сделали, съели?
Мэйси достала пальцами одну из лапшин, что находились в коробке перед ней и показательно откусила ее. Девочка, глядя на нее, поморщилась и замотала головой.
— Фу, мам! Нет конечно. Мы их потом обратно закопали. Кстати, о еде, — Мари подняла руки вверх, — ты опоздала и не приехала меня забрать вовремя! С тебя миллион пирожных!
— С червяками? — отправляя оставшуюся часть лапшины в рот и вопросительно глянув на дочь, поинтересовалась Мэйси.
— Фуууу. Ну ты совсем, мам!
Мари вскочила со стула, показала Мэйси язык и унеслась в зал. Роб положил свою руку на ладонь жены.
— Ну ты скажешь иногда, Мэйс.
— А что, я думала на их занятиях по выживанию в лесу учат даже такому.
Мужчина рассмеялся, погладив руку Мэйси. Встал из-за стола, направился к выходу из кухни. Опершись на дверной косяк и глянув на девушку, сказал:
— Кто последний выходит из кухни, тот моет посуду.
— Эй, ты что!?
— Все, ты попалась. Ничего поделать не могу. — Роб развел руками, затем оперся о дверной косяк и, заложив руки, продолжил: — Да, и еще: Мэйси завтра опять напросилась к Джемме. Я обсудил со Стиксонами, они полностью за то, чтобы устроить небольшую детскую вечеринку, девочки очень хорошо ладят. Даже предложили устроить им ночевку. Так что можем в субботу сходить в кино, наконец-таки.
— О, это замечательно!
— Полностью с тобой согласен.
Ткнув на раковину пальцем он поднял глаза на Мэйси, та ответила испепеляющим взглядом. Роб, засмеявшись как мальчишка, выбежал из кухни. За окном включились фонари, вечер начался.
2
Следующий день, в назидание вчерашнему, радовал приятной погодой: небо наконец-таки сделало исключение и избавилось от туч, вечернее солнце заливало улицы. Было уже не так тепло, как в начале осени, но, тем не менее, лучи приятно пригревали прохожих, заглядывали в окна, распадаясь на солнечных зайчиков по квартирам, магазинным витринам и кабинетам.
Роберт, Мэйси и Мари ехали к дому Стиксонов. Замечательное расположение на окраине города: рядом лес, днем нет вечных пробок под окном, а ночью можно рассмотреть звезды — о чем-то подобном они  подумывали уже как пару лет, но ритм их жизни все равно удерживал cемью в черте города. Ненавязчиво трещало радио — какой-то очередной незатейливый хит задавал ритм поездке.
— Ну как, ты уже соскучилась за песиком? — спросила Мэйси, обернувшись к дочери, которая сидела на заднем сидении.
— Очень-очень! Мы с Джеммой вчера в школе уже всё распланировали! — Девочка подняла маленькую ладошку с растопыренными пальчиками и начала загибать их. — Днем мы будем с ним играть во дворе, бросать мячик и учить его новым трюкам. Потом мы устроим пикник втроем, наделаем бутербродов с ветчиной и сыром. Затем, попросим родителей Джеммы купить нам мороженое. А вечером мы пойдем к лесу, набрать хвороста, и устроим посиделки у костра!
— Какой у вас увлекательный план. Знаешь, может мы с отцом отменим кино и присоединимся к вам?
— Ну мам, это детская вечеринка!
Мэйси округлила глаза и умоляющим взглядом посмотрела на дочь:
— Ну в душе я тот еще ребенок, может, все-таки проведешь меня на вашу вечеринку, так сказать, по-знакомству?
— Мэйси, ну что ты пристала к ребенку? — сказал Роберт, — тебе же сказали, что старухи в вечеринке не участвуют.
Девушка хмыкнула, демонстративно отвернувшись в окно.
— Ладно, придется переться в кино.
Вдали уже виднелась красная черепица дома Стиксонов. Спустя пару минут Роб уже выгружал рюкзак из багажника машины, передавая его отцу Джеммы.
— Во сколько за ней заехать?
— Да как получится. Мы никуда не собираемся, так что девочка может оставаться хоть  на все выходные. — Отец Джеммы поправил лямку висящего на его плече рюкзака. —  Если Мари захочет домой раньше, то я вам наберу.
— Замечательно, спасибо!
Мэйси обняла дочь, Роб потрепал ребенка по голове.
— Ну, хорошо вам провести время, ребята!
— Спасибо, мам, — поцеловав Мэйси в щечку, сказала Мари, — вам тоже! Не балуйтесь там без меня!
— Договорились, золото! — рассмеявшись, ответила девушка.
Роб с Мэйси сели в машину, помахали Стиксонам и Мари, и отправились в обратный путь. Вернувшись в город, они оставили машину на парковке возле торгового центра и пешком отправились к кинотеатру. Солнце уже спряталось и огни вечернего города вспыхнули, переняв эстафету.
Из располагавшегося поблизости парка была слышна живая музыка, крохотные кафе и большие рестораны завлекали посетителей, благоухая манящими ароматами. Дойдя до кинотеатра, парочка зашла в одно из заведений — небольшой бар с приглушенным светом и тихо играющей музыкой настраивал на приятное продолжение вечера. Присев за уютным столиком, они сделали заказ, который довольно скоро принесли. Быстро расправившись с едой, пара заказала по бокалу вина и оплатила счет. Отпив пару глотков, Роберт удовлетворительно потянулся и произнес:
— Ну что ж, ужин был довольно неплох. Хорошо все-таки иногда выбраться куда-нибудь!
— Да,  и правда. Я уже и позабыла когда мы, так вот, вдвоем сидели с тобой за столиком в маленьком кафе, недалеко от местечкового кинотеатра. И какой же мне достался обворожительный парень.
Роберт мягко улыбнулся и поцеловал ее.
— Ну что, пойдем? Сеанс уже вот-вот начнется.
Мэйси посмотрела на часы, округлила глаза.
— Да, мы же пропустим вступительные трейлеры! Давай скорее!
Они поднялись из-за столика и, накинув куртки, потрусили к кинотеатру. Было видно, что людей на улице уже нет — вероятно, в  зале уже погасили свет и посетители расселись по местам.
Взлетев по лестнице, на ходу вытаскивая билеты, Роб толкнул дверь и пара влетела внутрь. Администратор, скорчив строгую мину, постучал указательным пальцем по наручным часам. Задержавшиеся виновато кивнули, вытянув руки с билетами.
— Проходите, молодые люди. Только попрошу вас делать это тихо, так как показ уже начался.
— Есть, сэр! — съерничал Роберт.
Мужчина поправил очки, поднеся палец к переносице, закатил глаза и приподнял штору для прохода в зал.
Пара тихо забежала и начала проталкиваться сквозь уже комфортно расположившихся зрителей. Кто-то кинул в них попкорном. Это было заслужено.
Наконец, найдя свои места и усевшись, они начали смотреть фильм. Шла какая-то комедия про паренька, который невольно стал свидетелем какой-то криминальной разборки. В зале было тепло и уютно, люди негромко шуршали пакетами из-под снэков. Кто-то ворчал про неудобные кресла, но был быстро заткнут.
Мэйси положила голову на плечо Роберта, расслабилась. Напряженная неделя подходила к концу, и сейчас, наконец-то, она чувствует себя отдохнувшей.
В кармане куртки Роберта завибрировал телефон. Тот, не отрываясь от кино, вытащил телефон и передал жене:
— Мэйс, глянь, кто там?
— Стиксон.
— Что-то уже поздновато. Может, Мари уже хочет домой?
— Не знаю. Давай я выйду, узнаю что там.
Роберт, кивнув, отдал ей мобильный. “И попкорна купи”, — шепотом кинул он вдогонку. Мэйси взяла мобильный и начала проталкиваться к выходу. На пути приняла вызов:
— Алло, да?
— Ветки…  Мари… Джемма ушиблась…
— Сейчас, минуту. Фильм заглушает, ничего не слышу.
Она наконец-таки вышла за пределы зала и поднесла трубку к уху:
— Что-то с Джеммой?
— Да, но дело не в этом! — Было слышно, что голос у Стиксона очень встревоженный. — Мари потерялась!
У Мэйси дрогнула рука и она ощутила, как у нее похолодело где-то внутри. Может быть, она не так поняла его? Она крепче прижала трубку к уху и продолжила слегка дрожащим голосом:
— Как потерялась? В смысле, потерялась?
— Вечером девочки собирались развести костер и планировали сходить за ветками. Джемма ушиблась и Мари решила пойти сама, с песиком.
— И ты пустил мою дочь одну!? — чуть не срываясь на крик, спросила она.
— Да нет! — Он громко возразил. Затем, виноватым тоном продолжил, — Ну, не совсем — опушка леса у нас видна в окно, да и Джемма сама там часто играет. — Было слышно, как Стиксон шумно сглотнул слюну. — Мы видим ее постоянно, как на ладони. Там полно хвороста и девочки дальше никогда не ходят.
Джемма спустилась по стене, уперевшись спиной. Желваки на ее лице заиграли.
— Да мне плевать на ваши окна и на хворост! Ты что, потерял мою Мари!? Я сейчас же еду!
— Приезжайте скорее, прошу. Мы уже вызвали полицию, они уже пару часов рыскают по лесу.
“Уже два часа!?” — пронеслось в голове Мэйси, — “Минимум два часа моя дочь в темном лесу совершенно одна!?”. Вязкая, тягучая тревога охватила девушку. Страшной силы пожар с дикой силой разгорался в груди Мэйси.
Когда она, порой, смотрела сводки новостей и видела, какие вещи могут происходить, невольно хмурила свои тонкие брови и думала: “Это страшно, но хотя бы не со мной”. Но в этот раз струпный палец злого рока ткнул прямиком ей в грудь.
В глазах потемнело, в области сердца что-то болезненно защемило. Мэйси прижала руки к груди, плотно сцепила зубы и крепко зажмурилась — спустя мгновение девушка потеряла сознание, телефон выпал на пол и отлетел на добрый метр.
Администратор, заходя с перекура, увидел лежащий мобильный у двери углового зала. “Ну и растяпы”, — недовольно подумал он и не спеша пошел к телефону, чтоб поднять и отнести к себе на стол. Нагнувшись и протянув руку он внезапно заметил девушку без признаков чувств, что лежала на полу в небольшом, проходном коридоре. Он быстро подскочил к ней и, опустившись на колени подложил руку Мэйси под голову. Затем он громко закричал: “Доктор! Срочно, позовите доктора!”.
Девушка на миг очнулась, произнесла имя дочери, и вновь потеряла сознание.
3
В то время как другие ребята, оканчивая школу, представляли себя  врачами, космодесантниками,  продавцами несвежего пива в бетонных коробках, что прятались меж  бесконечно тянущиеся однообразных, серых многоэтажек на окраинах города, Рейн уже знал чем ему предстоит заниматься. И дело было совсем не в том, что за него боролись лучшие университеты города или у него был богатый отец, который обеспечил бы его будущее. Откровенно говоря, такие варианты событий были бы ему больше по вкусу, чем то, к чему он имеет талант.
Люди часто питают тревогу, вспоминая темные страницы из своего прошлого. Переживают раз за разом боль, прокручивая в голове едкие воспоминания. Некоторые из них находят в себе силы смириться и жить дальше, некоторые упиваются тем, что причиняют себе боль, постоянно прокручивая в голове что-то, от чего им паршиво. А некоторые вовсе не выдерживают и ломаются, как хрупкая корка льда под давлением веса тяжелых ботинок. Будь то рык зверя в темных джунглях, свист пуль над головой, проигрыш в казино, любовные неудачи, смерть родственников, детские обиды и обиды взрослые. Это происходит с человеком испокон веков.
Как и с любой другой болью, рядовой человек не всегда хотел мириться с муками от пережитого. Всевозможные медикаменты, медитативные практики, психостимуляторы сплошь и рядом, на каждом углу предлагались как серебряная пуля от теней прошлого. Но, эффект от медикаментов имеет свойство заканчиваться, медитации — подходят далеко не всем, а психостимуляторы, зачастую, вообще срабатывали в обратную сторону.
Жить без страданий по мнению большинства было бы прекрасно, но такую роскошь может позволить себе далеко не каждый. Никто не застрахован от неудач. Тем не менее, был найден способ сгладить их последствия.
В обширных лабораториях, в душных и не очень кабинетах, шел процесс по созданию противоядия от горьких воспоминаний и едких переживаний. Товар был не то что бы необходим для выживания человечества, но, как и многие другие разработки, имел довольно сильный экономический потенциал. Работа велась во многих направлениях, от банальных затираний воспоминаний до изменения возможного будущего для того, чтобы избежать стрессовых эпизодов в жизни клиента.
Что-то работало не так, как ожидалось, что-то приводило к абсолютно нежелательным последствиям. Более или менее успешные проекты в итоге вылились в то решение, частью которого  и был Рейн — переживатели.
Задача переживателей заключалась в том, чтобы взять груз другого человека на себя. Прожить его боль, его разочарование на своей шкуре, подставить себя под удар, тем самым избавляя клиента от страданий. Это было далеко непростой задачей — мало кто был способен на такое, львиная часть желающих встать в ряды переживателей отпадала во время прохождения отборочных стрессовых тестов. Остальная часть уходила после выполнения первого заказа или же спустя несколько дней. Но в виду того, что за это платили довольно хорошие деньги, поток желающих пройти в эту профессию регулярно не иссякал.
Постоянно практикующих переживателей было довольно мало и их количество редело день ото дня. Кто-то оставался на дне рюмки, кто-то не мог найти путь назад из дремучих наркотических джунглей, кто-то просто терял рассудок. Некоторые пропадали без следа. Возможно, это было следствием выше оговоренных причин, возможно нет — неизвестно. Ведь пропавших, обычно, не находили. По крайней мере, в живых.
Рейн сидел под кабинетом приема, только что окончив сеанс. Белый коридор, залитый ярким светом, чем-то походил на больничный. Двери с номерами, лавочки у дверей. Правда, было очень пустынно — парень сидел там в одиночестве.
В этот раз было не так уж и тяжело — хорошее дело после затяжного перерыва, но все равно переживатель достаточно устал. Горячий кофе в бумажном стаканчике приятно грел руку, дым сигареты, забегая под длинные черные волосы, щипал глаза. Парень уперся подбородком в ладонь, примяв трехдневную щетину. Серые, водянистые глаза изучали узор из грязи на видавших виды ботинках.
— Эй, Рейн, Давно не виделись! Ты сейчас можешь говорить или клиент был тяжелый? По весу так точно, ха-ха. — Из открывшегося лифта к нему шел спортивно сложенный молодой человек, приветливо улыбаясь. —  Видел его на выходе из Лаборатории, когда того, спящего, пара тощих дежурных втискивали в свой драндулет. Наверно, отвезут его не домой, а в бургерную.
Вопрошающий присел рядом с сутуленным парнем. Достал сигарету и тоже закурил. Пару секунд тишину нарушали лишь настенные часы. Наконец, Рейн повернулся к товарищу и ответил:
— Да нет, на удивление, сегодня было довольно сносно. Но ты ведь знаешь протокол, я не могу рассказать.
— Да ладно тебе, ну хотя бы опиши в двух словах, — не унимался тот.
— Саймон, отстань.
Собеседник слегка стукнул Рейна в плечо.
— Да что ты начинаешь? Давай, я сам угадаю, — парень поднял ладонь напротив лица соседа, наклонил голову и, прикрыв глаза, начал медленно водить рукой по кругу — что-то в стиле измены жены или смерти хомячка?
— Ну, — Рейн закатил глаза, — допустим, угадал.
— Хе-хе. И что он теперь, собирается переезжать?
— Да я, если честно, и не интересовался. А после, сам знаешь, никаких вопросов и не задашь. Наверное, да, ведь все переезжают. А те, кто не переезжают, обычно возвращаются к нам.
— Ну, естественно. Так или иначе кто-то напомнит и “снова здравствуйте”.
— Хех, — ухмыльнулся Рейн, — ну если этот парень вернется, то я буду даже рад. Легкие деньги. А ты, Саймон, какими судьбами? Неужели гонорар уже подошел к концу?
Парень улыбнулся, провел рукой по коротко стриженной голове, откинулся назад, вытянув ноги на всю длину и разместив кеды в центре коридора.
— Ну не то, чтобы совсем. Но нужно еще. Да и так, решил посмотреть, что сегодня в меню.
— Ну, как видишь, негусто.
— И то правда. Слышал новость про Страйкера?
Рейн утвердительно кивнул головой.
— Тот парень, что любил выуживать из воспоминаний, где у клиентов лежат деньги и запоминать пароли от карточек? Так сказать, брать премии за свои услуги? — Переживатель задумчиво поскреб подбородок. — Небось, купил себе остров и завязал с переживательством. По-любому, что-то слямзил лакомое, я уверен, тот еще уж.
— На счет этих его дел сказать ничего не могу, но недавно нашли его тело. В каком-то задрипанном притоне, на загаженном матрасе.
Рейн удивленно посмотрел на рассказчика. Тот, подтверждая свои слова, многозначительно кивнул. Тогда парень, пожав плечами, затянулся, выпустил облако дыма, а затем ответил:
— Мир праху его. Я удивлен как мы с тобой до сих пор живы. Пора вешать табличку “N дней без смертей на производстве”.
— Да и не говори. Вроде крепкий парень был, хоть и кое-где наживался на клиентах. Ну, о покойниках или хорошо, или никак.
— Получается, никак. — На момент повисло молчание. — Что-то братья по цеху быстро заканчиваются, а новых не шибко-то и видно. — Рейн добил последний глоток кофе, кинул бычок в стакан, смял в кулаке. —  Видать, поубавилось среди молодежи стрессоустойчивых, апатичных сухарей.
— Я вообще не понимаю, зачем эти умники из лаборатории используют нас? Неужели не проще просто стереть воспоминания из башки клиента, а деньги, что уходят на переживателей, пустить в свой карман?
— Ты как будто пропустил вступительный курс академии.
— Да я помню про все вот это равновесие и прочее. Воспоминание должно жить где-то. Но ведь человек может просто забыть? — Саймон нанес имитированный удар по воздуху. — Можно ему дать по голове так, чтоб у него была амнезия и он забыл все напрочь? Ведь такое случается — и мир не коллапсирует. Тем более военные ведь наверняка уже имеют какую-то вакцину, стирающую память. Я, конечно, не против того, что могу получить деньжат за переживание чужой потери капитала, неразделенной любви и тому подобное но, черт возьми, просто хочу понять.
Рейн упер руки в бока и, наклонив слегка голову, посмотрел на собеседника. Пряди волос закрывали один глаз, но второй, слегка прищуренный, с легкой издевкой смотрел на Саймона.
— Про равновесие воспоминаний ты запомнил, а дальше, похоже, место в головушке закончилось?
— А ты, похоже, эксперт в тупорылых подколах, — фыркнув, парировал тот.
— Ну, чего не отнять… — слегка усмехнулся Рейн. — В общем говоря, ты верно вспомнил про равновесие случаев — то, что было пережито, должно так или иначе быть пережито. Стирание памяти могло бы быть решением, но дело в том, что попутно человек забывает вообще все за этот период времени — новые знакомства, приобретенные навыки, даже какой сейчас год на дворе. А в силу того, что болезненные воспоминания довольно часто взаимосвязаны с предшествующими событиями из жизни, то можно банально стереть человека на несколько лет. — Рейн поднял руку в воздух и громко щелкнул пальцами, имитируя звук пропадающей памяти. Вряд ли у этого действия вообще есть звук, но драматизма добавило. — Кроме того, когда они попытались просто вырезать воспоминания, не переселяя их, то люди через некоторое время вспоминали и страдали по новой. В итоге, ученым пришлось изобретать подход, который бы, с одной стороны, выуживал неприятную часть жизни одного человека, а с другой стороны, аккуратно подшивал пробелы сгенерированной историей при помощи их хитроумного искусственного интеллекта. — Рейн закашлялся. Прочистив горло, он поднялся. — Давай-ка сходим за кофе, что-то у меня в горле пересохло.
Саймон кивнул, встал следом и они направились к кофейному автомату. Рейн ткнул пальцем в пару потертых кнопок, автомат зажужжал и выбросил стаканчик. Тряхнув головой и убрав волосы с глаз, парень опустил руку, вытащил кофе из окошка внутри машины, надпил. Прикурил еще одну сигарету,  жадно затянулся, выпустил дым. Саймон облокотился о стенку, возле которой стоял автомат, и произнес:
— Ну, так что там дальше, ботан?
—  Такое ощущение что больше хочешь быть посланным, чем дослушать. — Рейн резко взглянул на Саймона. Буквально сразу же взгляд его вновь стал спокойным. — Но ладно. Так вот, страдали людишки и не могли ничего с этим поделать. И тут одна светлая голова предложила концепцию, в которой воспоминания клиента перекочевывают в голову другого человека, то есть — переживателя. В итоге, равновесие сохранялось, переживатель становился сосудом, если не сказать, помойным ведром, для всякого вида неприятных и болезненных моментов жизни других людей. Но просто так пересадить воспоминание нельзя, так что человек, принимающий воспоминание, обязан его пережить.
— Помойное ведро? Неплохое сравнение,  я бы еще добавил что-то общее с привокзальным туалетом.
— Я уверен, что белые халаты упорно работают над тем, чтобы убрать нас из цепочки. Слишком мало людей, действительно способных регулярно проходить через такое.
Саймон оттолкнулся от стены и подошел к кофейному аппарату. Изучая надписи возле кнопок, расположенных в два столбца на щите автомата, он ответил:
— Согласен. Ведь ты не знаешь, какое переживание тебе попадется, не можешь отсеять только то, что тебя не шибко трогает — все конфиденциально, ты переживаешь де-факто. Пусть сегодня ты прошел сквозь то, как у тебя умер попугайчик двадцать лет назад, просто чтоб клиент не грустил, когда видит фото попугаев в социальной сети. А завтра ты можешь пережить эпизод, где твой брат подорвался на мине, а кусочки его костей, разлетаясь, оставили полосовые шрамы на твоем теле.
Саймона слегка передернуло, руки на миг сжались в кулаки.
— Н-да, — кивнув, ответил Рейн, — в итоге, тех, кто прошел, содержать банально дорого.
— Хоть что-то положительное в нашем ремесле. Только вот пообщаться не с кем, кроме таких же бедолаг.
— А не все равно ли?
— Ха-ха, — обнажил зубы Саймон. Взгляд же остался безразлично-холодным, — да , по сути, все равно.
Рейн стрельнул бычком в зияющее чернотой отверстие урны, не попал. Подошел к мусорке, выкинул стаканчик, затолкал бычок под бортик носком ботинка.
— Уже перевалило за полдень, — глянув на часы, что были за спиной Саймона, сказал Рейн.
— Тут, судя по всему, делать нечего. Может, в бар?
Рейн ответил кивком и друзья не спеша пошли к лифтам. Спустившись вниз и выйдя на улицу, они довольно быстро нашли скучающего таксиста, что доставил их к месту назначения.
Бар находился в паре кварталов от Лаборатории. На выцветшей вывеске проглядывалось название — “Дуб”, утопающее среди поглотивших буквы, искусно нарисованных ветвей. В заведении, как и всегда, царила легкая полутьма, негромко играла музыка. Пара мужчин играла в бильярд, что находился в углу  зала, недалеко от стойки.
Рейн и Саймон, вошли  и направились к столикам. Остановившись у одного из них Саймон расстегнул гимнастерку, поднял руку, подав сигнал бармену, и  уселся за стол.
Рейн сел напротив, закинув ногу на колено и откинувшись на спинку стула. Бармен вышел из-за стойки и неторопливо засеменил в их сторону. Саймон окинул взглядом помещение: в это время суток бар выглядел несколько покинутым, лишь они да пара игроков в бильярд. Он достал из кармана брюк пачку сигарет, вытащил пару. Одну протянул Рейну, вторую, ухватив зубами, прикурил сам. К этому моменту бармен уже подошел к друзьям и положил перед ними меню.
— Мистер, вы как будто нас не признали, — съехидничал Саймон.
— Ну, может настал тот день, когда вы, ребята, что-то закажете, кроме как бутылки бренди.
— Нет, опять не сегодня. Давайте-ка, как обычно, ваше фирменное.
Бармен вздохнул, сложил руки на слегка округлившимся уже пузе.
— Сейчас будет, господа, — сказал он, и зашаркал обратно к стойке.
— Мне нравится этот тип, чем-то похож на моего отца, — сказал Саймон. — Правда, мой однажды тоже ушел за бутылкой и уже не вернулся.
— Будь у меня такой сын, я бы тоже не вернулся.
— Да пошел ты.
Саймон потушил едва начатую сигарету об угол стола, воткнул бычок между досок столешницы и уставился на него. Минуту-другую слышался только стук бильярдных шаров друг о друга и, местами, ругань соперников.
— Как там твой старик, кстати? — подняв глаза на собеседника, спросил Саймон.
— Честно сказать, даже не знаю. Давно с ним не общался. Пожалуй, стоит его навестить. Ну, или, хотя бы, позвонить.
— Все так же не идет на заслуженную пенсию?
— С тех пор, как я с ним виделся, ничего не поменялось. Я на его месте давно бы уже вырезал скворечники и развешивал вокруг дома, пил бы пиво на веранде с газетой в руках. Или чем там занимаются пенсионеры?
— Сам не знаю и, боюсь, шансы узнать лично весьма невелики.
— А что так пессимистично?
Саймон ткнул в сторону барной стойки, где копошился старик-бармен возле огромного, во всю стену, арсенала всевозможной выпивки.
— Думаю, что сопьюсь раньше.
— Ну, не загадывай, может, все по-другому сложится. Может, просто пырнут тебя на улице за пару бумажек в твоем кошельке.
— Кайф, — Саймон вытянул руку с оттопыренным большим пальцем и скорчил улыбчивую мину.
Бармен наконец-то показался из-за стойки, неся под мышкой бутылку самогона. Как он говорил: “Лучший бренди во всем городе”. Рейн не мог сказать, точно ли это бренди, но то, что лучший — тут споров не было. Сервировав стол, —  поставив два стакана и бутылку, — бармен, хмыкнув в седую бороду, сказал им:
— Ребята, давайте хоть сегодня за счет заведения. С вашими чаевыми меня скоро накроет налоговая.
— Это варево стоит своих денег до последней копейки, так что ничего не обещаем, — ткнув указательным пальцем в стекло бутыли, вполголоса произнес Саймон.
Бармен улыбнулся, хлопнул в ладоши и, что-то пробормотав, и пошел за стойку.
Рейн открутил крышку и разлил кустарный бренди по стаканам.
— Ну что, за Страйкера? Пусть ему там будет не за что переживать.
— Если это “там” вообще существует, — осушив стакан, ответил Саймон.
Рейн, ничего не сказав, тоже выпил до дна. Обжигающее тепло разлилось по телу.
— Так что, ты думаешь, он и правда сторчался? Страйкер-то хоть был и гнусным типом, но ведь с  головой. Даже если он и сидел на чем-то, то вряд ли мог так глупо отъехать.
Саймон пожал плечами и подтолкнул свой опустевший стакан к стакану Рейна.
— Ну, нашли его в каком-то покинутом притоне. Анонимный сосед вызвал полицию, сославшись на шум. Когда копы вскрыли дверь, там был только он.
— Странно, конечно. Может, это какой-то заговор?
— Успокойся, параноик. Кому мы сдались? Пусть даже он был и пронырой, пусть его бы и поймали на взломе сейфа или что-то вроде того, то просто определили бы за решетку или пустили пулю в черепушку. Зачем так изголяться? Передозировка — и дело с концом.
— Ладно, думаю так оно и есть.
Рейн наполнил стаканы и подвинул к Саймону его порцию. Поставив локти на стол и прислонив свой бокал ко лбу, он взглянул на друга и спросил:
— Так как, ты все-таки собираешься переезжать на острова, пить холодное пиво и любоваться закатами? Как планировал уже последние несколько месяцев?
— О да, брат. Мечтал-то я об этом давно: жизнь и так не сахар, а с такой работой и подавно. А сейчас у меня уже почти собрался капитал — уже сплю и вижу себя в гавайках на берегу океана, лениво развалившимся в шезлонге. Ноги греются в горячем песке, брызги волн убаюкивают, потихоньку откусывая пляж. Где-то пиликают чайки, пикируя вниз, чуть завидев рыбину.
— Так красиво говоришь, что я тоже  захотел, — усмехнувшись, сказал Рейн.
Саймон, подражая Рейну, положил локти на стол, вытянул голову по направлению к другу. На лице растянулась улыбка, обнажив ямочки на щеках.
— Так давай вместе!
— Не могу, пока не могу. Не хочу бросать старика.
— Да сдался ты ему, — хмыкнул Саймон, — твой дед прекрасно справляется и без тебя.
— Может быть и так. Вообще, предложение заманчивое, — Рейн сделал глоток. — Так что же ты еще не собираешь чемоданы?
— Хочу выполнить еще несколько заказов. Еще несколько, и буду лететь. А так, может, и ты еще надумаешь.
— А возможно и надумаю.
Они стукнулись бокалами  и осушили их. Наполнили еще раз — напиток практически подошел к концу. Над ними вновь завитал табачный дым.
— Есть какие планы на завтра? Последний  выходной этой недели, как ни как.
— Говоришь так, как будто с понедельника по пятницу гниешь в офисе.
Оба они всхохотнули, всколыхнув дымные слои, что окутывали их столик.
— Та да, нахватался где-то. Как-то с детства привык, что с понедельника нужно что-то делать такое, что ты б  не делал по доброй воле.
— Например?
Саймон задумчиво покрутил стакан в руке.
— Ну, не знаю. Например, в школу ходить нужно было.
— Ого, никогда б не сказал что там бывал. И читать умеешь?
Саймон пропустил колкость мимо ушей, допил оставшейся напиток, и подтолкнул свой бокал ладошкой — тот проскользил до середины стола и столкнулся с бутылкой — раздался небольшой звон.
— Собираюсь-таки навестить отца, — продолжил разговор Рейн. — Съезжу к нему и Лоре, попью чаек, поболтаю.
— Прям примерный семьянин, — улыбнувшись, сказал Саймон. — План хороший, одобряю.
Его взгляд переместился на часы — парень хлопнул себя по колену и воскликнул:
— Ух, чуть не забыл, сегодня же собирается тусовка! Уже началась, но можно успеть на самое интересное. Хочешь со мной?
— Да не, ты же знаешь, я не особо ценитель.
— А что, а вдруг? — Саймон поднялся, застегнул мастерку. Протянул руку Рейну. — Ладно, тогда до встречи, дружище. Я полетел.
Рейн посмотрел на Саймона. Крепкий, среднего роста парень протягивал ему руку, улыбаясь. Перебитый нос отсвечивал горбинкой, широкие скулы плясали под кожей. Ясные, синие глаза создавали ощущение, что этот человек скорее проповедник, чем переживатель. Рейн встал, пожал протянутую руку, хлопнув Саймона по плечу.
— До встречи!
Саймон помахал бармену и направился к выходу. Дверь отворилась, выпустив мужчину наружу,  и хлопнула, оставив того уже за пределами заведения.
Рейн посмотрел на свой стакан — на дне еще оставалось немного горячительной смеси. Засунув руку в карман джинс, он начал искать телефон. Достав, открыл книгу  контактов — их можно было сосчитать на пальцах рук. Нашел номер отца. Задержав палец над кнопкой вызова, он допил бренди. Затем нажал и приложил трубку к уху — пошли длинные гудки.
4
В лесу рябило от возникавших то здесь, то там лучей карманных фонариков — полицейские вместе с неравнодушными соседями прочесывали округу в поисках пропавшей девочки. Роберт общался с парой детективов. Его осунувшееся, бледное лицо при свете фонарей контрастировало с темнотой, которая уже полностью опустилась на округу. Рядом с ним стоял мистер Стиксон что-то записывая на планшете, прислонив его к стволу дерева. Выглядел он не лучше отца Мари.
Закончив с опросом, полицейские вернулись к Стиксону, а Роберт взял фонарик из коробки направился в гущу леса. Он до сих пор не мог поверить в реальность происходящего: еще несколько часов назад все было просто замечательно, а сейчас его жена лежит в больничной палате, а дочь пропала без следа. Стрессовые недели вытягивали из Мейси силы по чуть-чуть, но мерно и постепенно. Леденящий же страх от того, что с девочкой случилась беда, в момент выбил из нее дух… Мужчина понимал, что его вины здесь  нет, но чувствовал себя до бесконечности виновным в произошедшем. От бессилия и невозможности как-то повлиять на ситуацию, кроме как шарить лучом фонарика по нескончаемым кустам и стволам деревьев в надежде найти ребенка, Робу хотелось завыть на луну. Но он понимал, что должен делать все возможное и не впадать в отчаяние — луч скрупулезно проходил от куста к кусту, от ствола к стволу.
Внезапно, он заметил, что что-то белеет в углублении дерева. Мужчине показалось, что он слышит детские всхлипы. Он устремился к месту, продираясь сквозь ветки, что больно царапали лицо и руки, цеплялись за одежду и трещали под весом его ног, нарушая царившую вокруг тишину.
Добравшись, он понял что ошибся — свет просто попал на то место, где кора отстала от дерева. Роб сел на землю, прислонившись спиной к стволу и положил голову на  согнутые в локтях руки. Что-то внутри его груди вторило треску недавно сломанных ветвей.
Внезапно, он почувствовал, как чья-то теплая, широкая ладонь опустилась не его плечо и слегка сжала. Роберт поднял голову — он не мог сказать сколько времени так просидел, но  почувствовал, что ноги уже начали коченеть — и увидел, что возле него стоит школьный охранник, Гарольд. Старик был одет в теплую, темно-синюю флисовую куртку, что сливалась с ночным небом, потертые джинсы и тяжелые ботинки, что уже изрядно поднабрали в весе, собрав на себе кучу грязи, листьев и ошметков травы, что укрывали лес. В левой руке у него горел походный фонарь, который Гарольд взял с собой, а в правой — небольшой хромированный термос.
Пожилой мужчина присел на корточки, прислонив фонарь к одному из беспорядочно валяющихся камней, открутил крышку термоса и аккуратно налил горячего чая. При свете фонаря было видно, что лицо у старика уставшее — и без того глубокие морщины еще сильнее выделялись на его лице.
Защелкнув термос, Гарольд передал дымящийся чай Робу. Тот кивнул головой в знак благодарности, обхватил чашку двумя руками и отпил небольшой глоток. Тепло начало разливаться по телу, Роб понемногу приходил в себя. Где-то на  половине кружки он поставил ее на землю и взглянул на старика.
— Спасибо, Гарольд.
— Да брось, Роб, без проблем. Как там Мэйси? Что-то ее не видно.
— Это был сильный удар для нее, — вздохнув, ответил Роберт. — В целом много напряжения: завал на работе, возможный переезд… А как только она узнала о том, что малышка потерялась, то сил ее уже не хватило. Ее отвезли в больницу и доктор сказал, что Мэйси необходимо пробыть там хотя бы сутки ввиду сильного эмоционального потрясения.
Гарольд покачал головой. Его густые, кустистые брови насели на глаза.
— Понимаю, старина. Ты, главное, не отчаивайся. Собралась довольно большая группа, я думаю, что у нас есть все шансы ее найти. Может быть, девочка просто что-то увидела в лесу, хотела взглянуть поближе, да заплутала. В моем детстве такое случалось и не раз. Ребята так или иначе всегда находились.
— Я очень надеюсь на это.
Старик осторожно улыбнулся и спросил у Роба:
— Мэйси там хоть как?
— В сознании, но совсем не разговаривает, не ест  и не пьет. Это ужасно, я не знаю как ей помочь.
— Если вдруг тебе понадобится любая помощь, то знай, что мы с Лорой рядом— мой номер есть у Мэйси. — Он  хлопнул мужчину по плечу, —  ну, вставай, так и простыть можно.
Гарольд встал, обтрусил джинсы и протянул руку Роберту. Тот ухватился и поднялся. Отряхнувшись от налипшей листвы, он поблагодарил старика и уже вместе мужчины продолжили осматривать лес, помогая себе светом фонариков.
Раздался телефонный звонок, Гарольд выудил из-за пазухи мобильный, поднес к уху:
— Алло? Привет, Рейн.
— Привет, отец. Как ты там, как Лора?
— Ничего, справляемся.
— Может быть, я заеду сегодня?
На миг повисло молчание — Гарольд осматривал сложный участок. Ничего не заметив, он вернулся к разговору:
— Сегодня не получится. Я сейчас занят — одна из наших учениц потерялась в лесу, я участвую в поисках, в добровольческой группе.
— Ну и дела, — присвистнув, ответил Рейн, — ладно, я понял. Тогда, может, завтра?
— Да, давай! Договорились, — Гарольд слегка кашлянул, — извини, сейчас нужно бежать — увидимся завтра.
— Хорошо, до встречи.
Старик запихнул телефон обратно и направился в сторону отошедшего от него Роберта. Тот по второму кругу осматривал бесконечные заросли.
— Роб, может, вернемся к пункту сбора? Мы уже довольно далеко отошли. Вдруг там нашлись какие-то зацепки или появились еще какие новости.
Тот стоял, не шевелясь пару мгновений, уставившись в чащу. Затем развернулся и, посмотрев на Гарольда, кивнул. У старика защемило сердце от этого взгляда.
Они стали пробираться назад. Вокруг возникали то полицейские, то другие добровольцы, что участвовали в поисках Мари. Гарольд уже понял, что никаких новостей нет, но тем не менее, все равно вел Роба назад — необходимо было просто вывести его оттуда.
Мужчины достигли пункта сбора, побеседовали с офицерами — все тихо. Роб достал телефон и набрал врача Мэйси. Обменявшись парой коротких фраз, он убрал телефон.
— Как там? — спросил Гарольд.
— Без изменений.
Гарольд ободряюще хлопнул его по плечу. Роб попытался улыбнуться в ответ — получилось слабовато.
— Спасибо, Гарольд. Мне нужно немного времени, чтоб прийти в себя.
Старик прикрыл глаза и склонил голову в знак того, что прекрасно его понимает.
— Я собираюсь обратно в лес, ты со мной?
Роб отрицательно махнул головой.
— Я смотаюсь к Мэйси сейчас, хочу посмотреть как там она. И сразу назад.
Они пожали руки. Старик направился обратно, вглубь леса, а Роберт засеменил к машине.
5
Хлопнув дверью такси, Рейн вытянул руки вверх и потянулся. Где-то в районе поясницы захрустело — парень удовлетворительно зажмурился. Щебетали птицы в кронах деревьев, которые время от времени раскачивал небольшой ветерок. Присев на скамейку, что стояла недалеко от дороги, Рейн расстегнул куртку, закурил. Небо было ясным, редкие облака разбавляли бескрайнюю синеву.
Наконец-таки он выбрался повидаться с отцом. С тех пор, как Рейн покинул родительский дом, эти встречи становились все реже и реже. Тем не менее, парень считал своим долгом хоть иногда видеться со стариком. Он тряхнул головой, сбросив волосы с глаз, кинул бычок в обшарпанную, мятую урну, что стояла возле лавочки и направился к отцовскому жилищу.
Идти было недолго, минут пять. Дом находился возле заросшего тиной небольшого пруда. Одноэтажный, не шибко большой, но уютный, выделяясь красным кирпичом на фоне водной глади, тот стоял средь листвы, окутанный мягким, едва заметным туманом. Из открытого окна доносились звуки какой-то радиопередачи. На веранде, что контрастировала с домом белым деревянным брусом, стоял большой круглый ясеневый стол, окруженный четырьмя креслами, с лежащими на них и видавшими мир подушками. В углу, на кресле-качалке, покоилась газета с последними новостями этой недели.
Поднявшись на крыльцо Рейн было занес руку для того, чтобы постучать, но Гарольд опередил его, выйдя на встречу. В руках  у старика была кружка кофе и очки — похоже, он только собирался приняться за газету.
— О, Рейн! Ну ты и рано сегодня! Я думал, ты приедешь ближе к вечеру. — Гарольд поставил кружку на стол, обнял сына. — Кофе будешь?
— С удовольствием.
Гарольд вновь скрылся в доме, а Рейн тем временем расположился на одном из стульев у стола. Окинул взглядом озеро — дымка, покрывавшая воду, создавала ощущение что вода исходит паром, словно приготовленная самой природой горячая ванна.
Отворилась дверь, из нее вышел Гарольд держа еще одну кружку ароматного напитка. Не спеша подойдя к столу, он поставил кружку напротив Рейна и уселся рядом.
— Ну что, рассказывай.
— Да что рассказывать, — Рейн отпил кофе, — новостей особо никаких. Работаю, сплю.
— Как всегда, не щедр на слова, — улыбнувшись, сказал Гарольд. — Как твоя работа? Голова еще выдерживает эти издевательства? — Он посмотрел на тихо покачивающиеся камыши, что выглядывали из пруда. — Я бы на твоем месте вложился бы в какую-то лавку или кофейню и не изнурял бы себя почем зря. Несколько твоих заказов, думаю, покрыли бы расходы на такое с лихвой.
— Да понимаю, отец, ты говоришь логичные вещи. Но мне просто не хочется этим заниматься. Ни бизнесом, ни чем-либо еще.
— Но ведь эти твои “переживания на заказ” просто-напросто убивают тебя, выглядишь лет на сорок! Опять тяжелый клиент?
— Спасибо, — усмехнулся Рейн, — комплимент засчитан. — Его взгляд ушел куда-то вдаль, и он продолжил, — Последнее время везет на какие-то мелкие дела. Хотя и они-таки тоже изнуряют.
— Ума не приложу, что для тебя “мелкие дела”. Ты ведь живешь часть жизни человека как свою собственную! Причем, хочу заметить, настолько дрянную, что он решил ее выкинуть из головы.
Рейн уставился в пол, изучая трещины в деревянном полу. Местами, меж досок, уже успела проклюнутся трава.
— Отец, мы уже это обсуждали. Со мной все нормально.
— Настолько в порядке, что ты куришь свои паршивые раковые палочки по двадцать раз на день, в перерывах заливаясь всем доступным алкоголем? Все знают как вы, переживатели, живете, если это вообще можно назвать жизнью.
— Спасибо за беспокойство, но я все-таки разберусь самостоятельно, отец.
Гарольд хмыкнул и присоединился к изучению рельефа деревянных досок, что устилали  веранду. Рейн на автомате достал пачку сигарет, кинул на стол. Достал одну, прикурил. Старик поднял на сына глаза, в глазах отражалась смесь сопереживания и негодования. Рейн улыбнулся, приобнял старика на миг.
— Да ладно тебе, в самом-то деле. Ты мне лучше расскажи, как твои дела. Где, кстати, Лора? Что-то я не вижу ее.
Гарольд  взял в руки кружку кофе, погрел ладони.
— Да все в порядке. Лора сегодня поехала в город за продуктами, с самого утра. А я вот, как видишь, на хозяйстве — устал за вчерашний вечер. Колени все так же  подводят меня… Но ничего, справимся. И не с таким справлялись, так ведь?
— Конечно. А что вчера, нашлась та девочка?
— Да нет, — поджав губы, сказал старик, —  вчера вдоль и поперек шерстили все кусты в округе группа добровольцев с отрядом полиции, но безрезультатно.
— А что за ребенок?
— Мари Роуд, дочь Мэйси. Помнишь ее?
Рейн конечно помнил. Не Мари, но Мэйси, свою подружку детства. В классе седьмом они держались за ручки и гуляли после школы. С тех пор, как они закончили учиться, Рейн больше и не встречал ее. Воспоминания уже довольно сильно поблекли, но что-то приятное и теплое из тех времен на мгновенье тронуло переживателя изнутри.
— Да, помню, — затянувшись, ответил парень. — И что, никаких зацепок?
— Да, черт побери, никаких. Как в воду канула.— Старик кинул взгляд на пачку сигарет, что лежала возле кружки сына, — а ну-ка, угости старика своей дрянью.
— Одна раковая палочка не в счет? — ухмыльнулся Рейн.
— Не выпендривайся.
Парень, коротко хохотнув, достал одну из сигарет и передал отцу. К туману, шедшему с озера, присоединилась еще одна струйка сигаретного дыма.
— А как Мэйси?
— Вчера я ее не видел — Роб, ее муж, сказал, что она в больнице. Это сильно пошатнуло ее.
Они просидели где-то пару минут в тишине. Недалеко послышался гул мотора приближающегося автомобиля. Спустя мгновение к дому подъехал старенький, но в прекрасном состоянии автомобиль, темно-серого цвета. Из него вышла женщина лет шестидесяти, в шерстяном свитере и велюровых брюках. Она помахала Рейну и Гарольду, мужчины ответили тем же. Лора захлопнула водительскую дверь и подошла к пассажирской. Оттуда достала пакет с продуктами, поставила его на капот и крикнула:
— Рейн, помоги-ка с пакетом!
Парень потушил сигарету и направился к автомобилю. Подойдя, он обнял Лору и взял пакет.
— Что новенького, Лора?
— Ты, наконец-таки, заехал на огонек! — воскликнула женщина. —  А так, сейчас еще расскажу.  Пойдем в дом, я что-то состряпаю. Вы тут, наверное, проголодались.
Рейн только сейчас понял, что Лора права. Они вместе направились к дому. Гарольд перенял пакет у Рейна и они вместе зашли внутрь. Пока Лора на кухне готовила запоздалый обед, Рейн с отцом коротали время за игрой в шахматы и обсуждением последних новостей.
Наконец, когда еда была готова, хозяйка заглянула в гостиную и позвала всех на кухню. Покончив с сытной трапезой, семья вновь вернулась к разговору о пропавшей девочке.
— После того, как я скупилась, все-таки решила заехать к Мэйси в больницу.
— Я думал тебя об этом попросить, — сказал Гарольд. — Умница. И как ее самочувствие?
Лора опустила взгляд на скатерть, украшенную мелкими цветочками, от которых слегка двоилось в глазах.
— Честно сказать, я не понимаю. Она совсем не говорит, не двигается. Смотрит в одну точку, словно заколдованная.
Гарольд задумчиво почесал подбородок, положил ладонь на предплечье Лоры. Та прикрыла его ладонь своей. Ее глаза заблестели.
— Не переживай, родная. Я думаю, она справится, — сказал Гарольд. — И девочку рано или поздно найдут.
Рейн взглянул на часы, что висели над входом в кухню. Захотелось домой.
— Обязательно найдут, — повторил Рейн. — Ну, мне пора ехать.
— Хорошо, сынок. — ответил Гарольд. — Были рады тебя видеть.
— Взаимно, — обняв Лору и Гарольда, сказал Рейн.
Они проводили его ко входу. Выходя, Рейн почувствовал руку, схватившую его за запястье. Он остановился и повернулся:
— Что такое, Лора?
— Рейн, помоги ей, — тихо попросила его Лора.
— Мэйси?
Женщина кивнула, не сводя глаз с лица парня.
— Но как я ей помогу? Я ведь не детектив, не сыщик.
— Переживи ее, — Лора опустила голову и тыльной стороной руки отерла глаза. Затем вновь посмотрела на Рейна, —  переживи ее боль.
Рейн застыл. Такое должно решаться лично человеком или членами семьи. Кроме того, это дорого. Даже если он поможет и не будет брать оплату за услугу, лаборатория вряд ли будет так щедра. А соглашение родственников или клиента — обязательное условие.
— Лора, я понимаю, что ты сильно впечатлена. Но просто так я не могу этого сделать.
— Я общалась с Робом, и, откровенно говоря, это он попросил меня поговорить с тобой. Свяжись с ним, пожалуйста.
Она вложила ему в руку клочок бумаги с номером телефона. Рейн посмотрел на бумажку в ладони, затем на Лору. Сложив записку вдвое, он закинул ее в карман, и, ничего не сказав, вышел на улицу.
6
Саймон едва проснулся. Вечеринка растянулась на несколько дней и он уже порядком измотался. На автопилоте парень добрался до своей квартиры вчерашним вечером и, как был в одежде и кроссовках, уснул крепким сном на диванчике у входа.
Справившись с раскрытием век, парень тяжело перевалился и сел, спустив ноги на пол. Широкий коридор прихожей в его квартире вполне мог сойти за отдельную жилплощадь. Посидев с пару минут не двигаясь, он встал и, покачиваясь, пошел на кухню. Солнце, заливая пространство кухни через широкое окно, намекало, что время перевалило уже далеко за полдень. Саймон подошел к высокому столу, нажал на кнопку стоявшей там кофемашины. Автомат зажужжал и заскрежетал, тем самым все больше вытягивая его из объятий сна.
Наполнив кружку горячим кофе, он подошел к окну и уставился на людей, что бродили по улице. Мальчик лет семи сидел на асфальте и громко орал, явно чем-то недовольный. “Интересно, появилось ли что-то по работе. Нужно бы съездить в Лабораторию”, — пронеслось у него в голове. Он достал телефон, посмотрел список зарегистрированных клиентов — пара записей уже имелась. Саймон решил не углубляться и узнать детали на месте.
Допив кофе и найдя в шкафу более-менее свежие вещи, Саймон переоделся, вышел из дому и направился в Лабораторию.
Зайдя в здание, он пошел прямиком в операторскую.
— Здравствуйте! Что у нас сегодня, есть клиенты?
— Здравствуйте, Саймон. — ответила слегка полноватая женщина, лет тридцати в белом халате. Она отложила книгу и, поправив очки, посмотрела в монитор. Пару щелчков мыши. Уложив подбородок на руку, она подняла взгляд поверх очков. — Да, есть несколько записей — пара людей, которые недавно оформились, как раз еще в здании, заканчивают процедуру регистрации.
— Здорово! И что там?
— Хмм, минуту. — Взгляд женщины-администратора соскользнул с Саймона обратно в монитор, —  один указал “отношения с супругой”, второй — “детская травма”.
— Понял. А где больше гонорар?
— Второй клиент.
— Ну что же, тогда чего тянуть — скажите, что я готов, если он готов.
Оператор взяла трубку телефона и набрала номер приемной. Послышалась пара гудков, затем затрещал голос по ту сторону трубки. После непродолжительного разговора трубка отправилась обратно на покой, а женщина сказала:
— Проходите на четвертый этаж, девятнадцатая комната. Джереми Браун.
Саймон поблагодарил оператора и пошел к лифтам. “Детская травма, детская травма… Обычно, это не шибко приятный заказик. Ну, хоть взбодрюсь.” — пронеслось в его голове.
Поднявшись на этаж и найдя комнату, он приоткрыл дверь.. Клиент уже ожидал Саймона внутри. Статный, среднего роста мужчина сидел в кресле в небольшой прихожей. Было видно, что он напряжен. Кустистые брови сдвинулись над переносицей, глаза скрупулезно исследовали пространство в комнатке.
— Здравствуйте, — сказал Саймон, войдя и закрыв за собой дверцу.
Мужчина встал, протянул руку. Саймон ответил рукопожатием.
— Здравствуйте, — ответил тот. — Я тут впервые. Могли бы вы рассказать как это все происходит?
— Конечно, — усмехнувшись, сказал Саймон. — Но дело в том, что вы, если и бывали тут до этого, то не должны этого вспомнить. Так что, возможно, и не впервые.
— И правда. Ну, в любом случае, введите меня в курс дела.
Саймон присел в кресло, мужчина расположился в своем.
— Процедура довольно проста. Мы заходим в комнату, и усаживаемся на кушетки, но лучше даже прилечь. К вашей, и к моей голове присоединяются коннекторы. Вы начинаете думать о том, что вы хотите искоренить из своей головы, а я, в свою очередь, когда улавливаю воспоминание — начинаю его переживать. В итоге я заберу его на себя, а у вас появится фиктивное, альтернативное воспоминание, сгенерированное при помощи огромной штуки, что стоит где-то в недрах Лаборатории. Она подошьет все произошедшие события, окружающие вас предметы, ваш круг общения — в общем, все, что каким-либо образом принимало участие в этой истории к новому, замещающему сценарию. После этого, команда ассистентов отвезет вас в место, которое вы указали в анкете и, если вы указали доверенного человека, то передаст ему. Вы указали кого-то?
— Да, свою жену.
— Вы указывали адрес ее электронной почты, чтобы наши ассистенты выслали ей содержание обновленного воспоминания?
— Нет, я ей не рассказывал об этом толком. Так что и смысла ей знать фиктивную историю особо-то и нет. Не хочу ее нагружать лишний раз.
Саймон уперся локтями в колени, тем самым придвинувшись корпусом к собеседнику.
— Я вас понял. Ну что ж, замечательно. После того как вы придете в себя — ваше воспоминание уже будет замещено, а данный визит не запечатлится в вашей памяти. Старое воспоминание не фиксируется нигде из соображений приватности, так что его буду знать лишь я. Но, не переживайте, я никому не расскажу — это часть профессиональной этики.  Все ясно?
— Да, более чем.
— Тогда, прошу, проходите.
Саймон встал и открыл дверь, ведущую в небольшую комнату.
— И еще одно, — сказал парень, когда мужчина поднялся на ноги, — никто не должен вам напоминать об этом визите или истории, которую вы предпочли забыть. Вы ведь об этом знаете? В противном случае, хоть это и маловероятно, вы вспомните все снова, включая этот визит.
— Да, я вас услышал.
— Планируете переезжать после этого?
— Нет, не планировал. — ответил мужчина, почесав мочку уха. — То, что я хочу забыть, прошло давно. Просто гложет меня и никак не отпускает. — Вздохнув, сказал он.
— Я вас понял. — Саймон похлопал мужчину по плечу. — Ну, тогда давайте начинать.
Они вошли в комнату. Она была довольно небольшая, но, тем не менее, выглядела как-то уютно и не по-больничному, в отличии от коридора. Темно-серые обои гармонировали с занавесками на окнах, что слегка прикрывали бурлящий жизнью город, показывающийся из-за стекла. Посреди комнаты, перед окном, стоял журнальный столик, на котором располагался небольшой, матового цвета кейс, кувшин с водой и пара стаканов. По сторонам от столика стояли компактные диваны с кожаной обивкой.
Саймон указал рукой на один из диванов и предложил мужчине присесть. Сам занял противоположный диван, взяв со стола матовый ящичек. Затем достал из него пару коннекторов — они были весьма небольшими и чем-то напоминали наушники — один он вставил в свое ухо, а второй протянул клиенту.
— Вставляйте в ухо коннектор и располагайтесь поудобнее.
После Саймон достал небольшой пульт, походивший чем-то на брелок, сам лег на кушетку. Повернувшись к клиенту, он сказал:
— Вспоминайте.
Нажав на одну из кнопок на пульте, Саймон прикрыл глаза. Пару мгновений ничего не происходило и вдруг, Саймон перестал быть собой, а на его месте появился Джереми, мальчишка восьми лет, сидящий в небольшой комнатушке за столом и рисующий домики в своем альбоме. За дверью было слышно как папа с мамой выясняют отношения — сеанс начался.</p> <hr/> <p>“Я уже так хочу чтобы папа не кричал на маму,” — думал Джереми, — “хочу построить нам с мамой по отдельному домику, чтобы папа не мог к нам прийти, когда делается плохой.” За дверью зазвенела посуда. “Чтобы папа сидел в своем домике отдельно, пока снова не станет хорошим”, — думал мальчик. Звонкий звук пощечины. Дверь в комнату открылась, в комнату вошла мать — щека ее пылала, из глаз струились слезы.
— Мальчик мой, иди ко мне, — позвала его мать, — иди ко мне, зайчик.
Паренек отложил альбом и подошел к маме. Та обняла его, поцеловав в лоб. Дверь отворилась, в комнату вошел отец.
— Не смей уходить от меня, пока мы не закончили разговор! — он подошел к ней, стянул руки сына с её плеч и отвесил еще одну оплеуху.
Женщина упала на пол и застонала, держась за лицо руками.
— Папа, уйди! — закричал мальчик, став между ней и отцом.
— Тоже мне, начальник нашелся! — в свирепом хохоте зашелся мужчина. — Отойди, иначе сам получишь!
— Нет!
Тяжелая рука опустилась на мальчика, тот упал. “Ты, кусок дерьма, куда ты лезешь!”, — пронеслось где-то над головой, а в самой голове звенело. Последовал еще один удар, за ним еще. Мальчик теряет сознание.</p> <hr/> <p>Яркий солнечный день, Джереми возвращается со школы. Сегодня он получил хорошую отметку по рисованию и хотел как можно скорее показать родителям. Замшевые, красные кроссовки удало вышагивают по тротуарной плитке. Мальчик насвистывает незатейливую мелодию, по пути пиная мелкие камешки, которые имели неосторожность выкатится на дорогу.
Зайдя в дом, он видит что отец, пьяный в стельку, смотрит телевизор. Он решил прошмыгнуть в свою комнату незамеченным. Прокравшись за диваном, не делая шума, он зашел в свою комнату. Прикрыв дверь, мальчик разложил ранец и достал альбом, посмотрел на рисунок, за который получил хорошую отметку. Колебаясь, стоял у двери, в нерешимости показать ли сейчас рисунок отцу или лучше дождаться прихода матери. Внезапно, раздался стук во входную дверь, Джереми замер. Было слышно, как отец, шатко преодолев расстояние от дивана до входной двери, открыл ее — там был его друг.
— Привет, братан. Смотри, какой большой пак пива я сегодня стащил на работе.
— Ого, сильно. Устроиться в круглосуточный магазин было твоей лучшей идеей. — ответил отец Джереми, сплюнув. — Ну, заходи.
— А твои разве не дома?
— Та нет. Эта тварь опять уехала после того, как я ей объяснил кто в доме главный, хе-хе. Ты бы видел как я её раскрасил. А малой, — послышался гулкий удар о дверной косяк, — сукина порода, весь в мать. Лучше бы он и не рождался. Только выбешивает меня своим нытьем, нет, чтобы быть нормальным сыном.
Джереми сжал кулаки.
— Ага, твой сынка еще та размазня.
— Ха-ха-ха, — заржал папаша, — и не говори! Ну ладно, чего базарить на пороге, заходи, выпьем пивка, посмотрим телик.
Мальчик тихо прикрыл дверь, залез в шкаф и закрылся изнутри. Его душили слезы.</p> <hr/> <p>Джереми зажался в угол —  рассекая воздух, его жалит пряжка ремня. Еще раз и еще раз, раз за разом оставляя следы на руках и спине. Парень, улучив момент, резко выпрямляет ноги в коленях, подскакивает и сносит корпусом пьяного в дым отца. Пока тот на полу, как перевернутый жук, пытается встать, матерясь на весь дом, Джереми хватает куртку и выбегает из дому.</p> <hr/> <p>Юноша готовится к экзамену, обложившись учебниками. Уже второй год как он поступил в архитектурный колледж и прилагал все усилия, чтобы получить отличное образование. Давно перевалило за полночь, но времени отдыхать не было. Страница за страницей, параграф за параграфом Джереми превращал информацию в знания, укладывая ими фундамент в своей голове. Зазвонил телефон. “Номер не определен. Кого дернуло звонить в такое время?” — подумал он, и сбросил вызов. Через несколько секунд, звонок повторился еще раз, он взял трубку:
— Да?
— Джереми Браун?
— Да.
— Вас беспокоит дежурная пожарная часть города Вербен. В доме, в котором вы зарегистрированы, произошел пожар. Ваши родители госпитализированы.
Джереми почувствовал ком в горле.
— Вы слышите? — прозвучал голос из трубки.
— Да… Да, слышу вас. Что произошло?
— Судя по всему, возгорание началось из-за непотушенной сигареты. От дома не осталось ничего.
— Да черт с ним, с домом! Что с моими родителями, что с мамой?
— Пока ничего сказать не могу, оба в тяжелом состоянии. Думаю, вам лучше приехать.
— Я еду.
Джереми сбросил вызов и со звуком уронил голову на стол, вцепившись пальцами в волосы.</p> <hr/> <p>Парень выбегает из аэропорта и прыгает в ближайшее такси. Растормошённый водитель недовольно косится на неожиданного пассажира, но, увидев обеспокоенное лицо, заводит мотор и везет того к месту назначения.
Расплатившись с таксистом, Джереми выскакивает из такси, забегает в отделение больницы и несется к регистратуре. Девушка за стойкой смотрит журнал и просит его подождать пару минут. Спустя время к стойке подходит врач. Джереми поворачивается на него и уже понимает, что тот собирается ему сказать. Его родители скончались.</p> <hr/> <p>Шумно втянув воздух, Саймон проснулся, резко приподнялся с дивана — он вылетел из переживания. Клиент мирно посапывал на соседнем диванчике. Те фрагменты, что ему удалось мимовольно запомнить, до сих пор проносились в его голове. Парень нажал на кнопку пульта, отвечающую за вызов ассистентов, вытащил коннектор и швырнул на стол. Резко встал, покинул комнатку и вышел в коридор.
Закрыв за собой дверь, он машинально закурил и направился к лифтам. “Ну и дерьмо, — подумал Саймон, — такое переживешь и думаешь, может, и неплохо что твой собственный батя исчез как тот кролик в фокуснической шляпе”. Зайдя в лифт, он набрал Рейну.
— Алло, ты где? Что делаешь?
— Дома, играю.
— Я скоро заеду, готовь второй джойстик.
— Пива возьми, — мгновение слышалось остервенелое нажатие кнопок, — и пиццы.
Саймон закончил вызов, лифт подъехал к первому этажу. Двери раскрылись, выпустив молодого человека и облако дыма. Ожидавшие лифт люди неодобрительно косились на Саймона, когда он выходил, но парень не обратил на них внимания. На улице он подошел к скучающему таксисту и спустя момент уже несся к Рейну домой.
Таксист высадил его недалеко от дома Рейна, где Саймон заскочил в близлежащий супермаркет и взял провиант. Еще несколько минут — и вот он у дверей. Постучав, он услышал голос Рейна: “Уже открыто!”. Он вошел внутрь.
Несмотря на то, что на улице еще было светло, в квартире царил сумрак. Окна были плотно завешены тяжелыми занавесками, сквозь которые не было видно ни малейшего просвета. Прихожая сразу сливалась с залом, который, в свою очередь, делил площадь с кухней. Пол был уложен черной, крупной плиткой.  В зале, перед широким телевизором, умостившись на широком диване развалился Рейн. Услышав звук защелкнувшийся двери, он обернулся на мгновенье и помахал Саймону.
— Привет, что это ты так внезапно решил заскочить? — не отрываясь от экрана, спросил Рейн.
— Да вот только с Лаборатории, нужно немного перезагрузить башку.
— Вытащил билет на говеное переживание?
— Ну да, как всегда. Не платина, конечно, но где-то между золотом и серебром.
Рейн поставил игру на паузу, отложил джойстик  и повернулся к другу. Тот выглядел довольно-таки измотанным.
— Что там, смерти и потери?
— Ну, это там тоже было, но уже как финал. А так, сказ о том, какие паршивые бывают отцы.
— Типа твоего?
— Да мой, по сравнению с этим, просто ангел.
Рейн ухмыльнулся.
— Ну ладно, тащи сюда пиво и бери джойстик. Сейчас мы выбьем из тебя деструктивный настрой.
Саймон подошел, сложил банки пива и коробку пиццы на пол, перед диваном, и плюхнулся на свободное место.
— А что там, кстати, Гарольд с Лорой? Ты их навестил?
— Да, был у них в выходные, все в порядке.
— Привет мне не передавали?
— Больно нужен ты им.
Саймон открыл коробку пиццы и взял один из кусочков, едва оторвав тягучий сыр от соседних.
— Ну ты и дерзкий малый, — жуя, едва различимо парировал Саймон. — Хоть что-то интересное рассказали?
— Ну, как обычно: отец призывал меня заняться каким-то нормальным делом, чтоб я не закончился раньше времени, — переживатель на миг умолк, а затем продолжил, —  да и так, о всяком.
Рейн потянулся за пивом, взял пару банок — одну передал Саймону, вторую оставил себе. Отломав чеку и сделав пару глотков, Рейн продолжил:
— А ты слышал о пропавшей девочке в лесу, у города?
— Нет, а что там?
— Да вот, Гарольд участвовал как доброволец в поисках. Девочка из школы, в которой он работает, пропала в субботу вечером. Это дочка девушки, с которой мы когда-то хорошо общались в детстве.
— Которая Мэйси? — Заканчивая с кусочком, уточнил Саймон, все еще жуя, — Я помню, ты мне когда-то давно рассказывал.
Рейн махнул головой в знак того, что, мол, да, все верно.
— В общем, Лора была у нее в воскресенье утром, навестила по доброте душевной. Говорит, что Мэйси совсем потеряла связь с реальностью. — Рейн развел руками, —  в итоге, Роб, ее муж, попросил меня пережить ее.
— Хм, — почесав бровь, сказал Саймон — ну, за два дня мало кто будет вести себя как ни в чем не бывало в такой ситуации. Хотя ее конкретно подкосило, раз он попросил пережить. Скорее всего, это импульсивное отчаянье.
— Вот и я так думаю. Лоре я конечно сказал, что помогу им и  даже взял номер Роба, который она мне всучила. Но пока не звонил.
— Я думаю, не придется.
Рейн запустил файтинг на приставке — разноцветные изображения замелькали на большом экране.  Он взял лежащий рядом джойстик и передал Саймону.
— А как твоя тусовка прошла?
— Ох, да как обычно. Мало что помню, мало кого помню. И, как всегда, мне очень понравилось! Затянулась на несколько дней — вот только сегодня дома оказался.
— Не бережешь ты себя.
— А толку? — хохотнув, ответил Саймон. — Давай уже, жми на старт, батька тебе покажет, как надо играть.
Полдень постепенно перетек в вечер —  время пролетело незаметно. Друзья закончили с играми и выпивкой, Саймон собирался домой. Проводив друга и закрыв за ним дверь, Рейн направился в кухню и открыл холодильник — кусок давно забытой ветчины лежал, словно какой-то реликт, в углу камеры, прикрываясь банкой пива. В холодильнике, как и в квартире, у Рейна царил минимализм. Парень решил сделать небольшое исключение и таки наполнить его едой, а заодно и проветрится.
Одевшись и закрыв дверь, он вышел на улицу. Вечернее небо уже наполнилось мириадами звезд, воздух был вязким и плотным, словно вот-вот грянет затяжной дождь. Взяв  в зубы сигарету, он направился в ближайший магазин. Пока Рейн шел к магазину к нему пришла мысль о том, что было бы неплохо зайти и опрокинуть пару бокалов лучшего бренди в городе, ведь еду можно заказать и доставкой. И вот теперь, вместо супермаркета, он шел к бару, что находился недалеко от Лаборатории.
По пути, Рейн достал телефон чтобы проверить, вдруг в Лаборатории еще есть клиенты — раз уж он рядом, то можно и поработать. Список был пуст, но висело одно уведомление. Он открыл его: “Заходил мужчина, представился Робертом Роудом. Оставил номер телефона и попросил перезвонить как можно скорее”.
“Ну что ж, — пронеслось в голове Рейна, — пожалуй, нужно-таки набрать.”. Он скопировал номер из уведомления, вставил в набор и нажал на кнопку вызова, прошло пару гудков и соединение установилось.
— Алло, Роберт?
— Да, это я. — ответил уставший, бесцветный голос по ту сторону. — С кем имею честь беседовать?
— Это Рейн.
— О, Рейн, здравствуй, — голос едва заметно оживился, — наконец-то мы созвонились. Лора тебе, наверное, уже передала, что мне очень нужна твоя помощь с Мэйси?
— Да, — подтвердил Рейн. — Но, позволь узнать: ты уверен, что она не выкарабкается самостоятельно? Пойми меня правильно — я не хочу, чтобы она страдала. Но решение о том, чтобы я пережил ее, ей лучше принять самостоятельно.
— Да, я и сам думал, что, в порыве отчаянья, поспешил. Но…
— Ведь кто знает, каким образом алгоритм поменяет память Мэйси? Может быть, он вообще уберет Мари из ее жизни, — прервал собеседника Рейн. — Ведь мы не можем однозначно сказать, какие именно воспоминания затронутся…
— Но сегодня ночью она пыталась покончить с собой, — закончил Роб начатое им предложение. — Буквально спустя несколько часов, как я привез ее домой.
— Сейчас она где? — после непродолжительного молчания спросил Рейн.
— Снова в больнице.
— Тогда давай встретимся и все обсудим.
— Куда ехать? — спросил Роб.
— Буду ждать тебя в “Дубе” — бар в нескольких кварталах от Лаборатории.
Он сложил телефон обратно в карман и быстрым шагом направился в сторону упомянутого заведения. Посыпались первые, крупные капли дождя.
Рейн занял столик в темном углу. Упершись затылком о потертую деревянную панель, покрывающую стену из грязно-бордового кирпича, он пускал кольца дыма в потолок, колыхая в руке стакан, стеклянным взглядом наблюдая за тем, как алкоголь омывает стеклянные же стенки, плескаясь внутри бокала. “Нужно было набрать сразу же, как Лора впихнула мне бумажку с номером, — думал парень, — хотя, кто же знал, что до этого дойдет?” Он достал телефон, посмотрел на часы — уже прошло минут тридцать с тех пор, как он общался с Робом. Рейн поднял взгляд, осмотрел зал — людей было довольно много. Бармен носился от стола к столу, от столов к стойке так часто, что рябило в глазах. Кто-то спал прямиком на стойке, пара любовников выясняли отношения у бильярдных столов, где-то в центре зала звучал звонкий смех. “Все эти люди так близко друг к другу, но в тоже время так далеко в своих проблемах. Для каждого его личная безусловно тяжела и важна, но соседская едва ли займет.” — наблюдая за залом, размышлял Рейн. Телефон в руке зазвонил — номер Роберта высветился на экране, переживатель принял звонок.
— Я зашел.
— Иди к столикам у стены, — сказал Рейн и поднял руку над головой.
Роб огляделся вокруг и, заметив его, положил трубку и пошел к переживателю.
“И меня бы тоже не занимали, но чужие проблемы — мой хлеб”, — закончил прерванное размышление Рейн у себя в голове, пока наблюдал, как к нему постепенно приближается Роберт. Мужчины пожали руки, Роб сел напротив. Видно, что он не спал уже около суток — темные пятна под глазами ярко выделялись на его лице, перекликаясь цветом с двухдневной щетиной. Волосы, влажные от дождя, беспорядочно  спутались между собой.
— Ты знаешь, как работает переживание? — спросил Рейн, без вступительных дежурных фраз.
— Знаю, что человек забывает часть своего прошлого.
— Верно, взамен он получает альтернативную историю. Но любое явное напоминание может вернуть все назад, ты в курсе? Пусть шанс и не сильно велик.
— Да, я осведомлен. После сеанса мы сразу же направляемся в аэропорт и улетаем отсюда.
Рейн одобрительно кивнул головой.
— Родственники и друзья в курсе, ты их оповестил?
— Да, большую часть — да. После случившегося, все согласились, что так будет лучше.
Рейн залпом допил оставшийся в стакане бренди, поставив тот на стол. Взглянув на Роба, но, в тоже время, глядя куда-то сквозь собеседника, он произнес:
— Если нужна помощь с переездом — деньги или что-либо еще, дай знать. Мы с Мэйси ладили когда-то, я готов вам помочь.
— Спасибо, Рейн. С этой частью все сложилось самостоятельно — меня переводят в филиал нашей фирмы в Варшаве — так что, хоть в чем-то есть светлая сторона, — Роберт слегка улыбнулся, но лишь одними устами.
— Понял. Не забудь указать это в анкете, в качестве  входных данных для алгоритма, чтобы будущие планы вплелись в хронологию альтернативной истории.
— Спасибо, я об этом и не знал.
Переживатель прикрыл глаза и махнул рукой.
— Да пустое, тебе бы все равно это рассказали при регистрации.
— Да нет, — подняв глаза на Рейна, сказал мужчина — я в целом. Спасибо за помощь.
— Без проблем. Кроме того, это моя работа.
После непродолжительного молчания, Роберт спросил:
— Можно мне тоже выпить?
Рейн плеснул в свой стакан бренди и передал соседу. Роберт практически мгновенно осушил его. Подтянув сосуд обратно и по-новой плеснув туда напитка, Рейн прикурил еще одну сигарету и продолжил разговор:
— Что думаешь делать с поисками дочери?
— Договорился с отделом полиции держать ежедневную связь по телефону. И буду прилетать каждые выходные.
— А что будешь говорить Мэйси? Рабочие командировки?
Роберт пожал плечами и уперся лбом в ладонь руки, что локтем лежала на столе.
— Ну, а что еще говорить…
— И то верно, — не найдя альтернативы получше, ответил Рейн. — Какие-то подвижки по делу есть, хоть какой-то след?
Роберт посмурнел сильнее. Уперев взгляд в столешницу, словно желая пробурить ее взглядом, он ответил:
— Мари как будто след простыл. На днях наконец-таки стала доступна группа кинологов, они прочесали лес несколько раз. — Он шумно выдохнул, затем продолжил, — Никаких зацепок по Мари, но они нашли чье-то тело, закопанное где-то в том же временном промежутке, когда пропала моя дочь. Полиция не оглашает эту информацию, а я услышал это, когда был там вместе с ними.
— Личность установили?
— Да не знаю я, установили или нет! — Роб  раздраженно стукнул по столу. Затем протянул руку к Рейну, чтобы тот передал ему стакан — тот передал. Выпив содержимое, он взглянул на Рейна, — почему это происходит именно со мной?
“Ты даже не представляешь сколько раз я слышал этот вопрос, находясь в голове сотен других людей”, — пронеслось в мыслях у Рейна. Он положил руку на плечо Роба и сказал:
— Держись. Дорогу осилит идущий.
— Да… Да, держусь, спасибо.
— Когда ты собираешься привезти ее?
— Наверняка сказать не могу, но планирую как можно скорее. Билеты есть на послезавтра — до этого момента мне нужно закончить, насколько это возможно, дела здесь: собрать и отправить необходимые вещи, закрыть рабочие вопросы. Также необходимо побеседовать с полицией и Стиксонами, вдруг что-либо прояснится, появится хоть какая-то ниточка, за которую можно будет потянуть.
Было заметно, что необходимость действий возвращала его в какой-то тонус.
— Понял, хорошо. Как Мэйси? Она сейчас в больнице?
— Да, сейчас в больнице, под присмотром врачей. С тех пор, как им удалось извлечь ту горсть снотворного, что она проглотила, Мэйси так и не пришла в себя. Я был у нее перед тем, как приехать сюда и, пожалуй, пора уже возвращаться. Хочу побыть с ней рядом — ей нужна поддержка.
— Безусловно.
Роберт глянул на наручные часы — с момента встречи прошло уже минут двадцать. Он оторвал взгляд от стрелок и, посмотрев на Рейна, сказал:
— Еще раз спасибо тебе. Мне пора ехать — она может очнутся в любой момент.
— Пока не за что. Тогда, как будете ехать в Лабораторию, наберешь мне.
— Договорились, до встречи.
— До встречи.
Роберт встал, придвинул стул к столу, попрощался с Рейном и направился к выходу ловить такси. Переживатель проводил его взглядом до двери, пока та не закрылась за спиной отца Мари. Закончив с бренди, Рейн оставил деньги на столе и, последовав примеру Роберт, вышел из бара.
Приехав и поднявшись на этаж, Рейн чувствовал себя вымотавшимся. Парень зашел внутрь, не глядя кинул ключи в сторону небольшой тумбочки, что находилась прямо у входа — те с грохотом залетели в щель между стеной и тумбой. Рейн негромко ругнулся, захлопнул за собой двери, скинул вещи посреди прихожей и пошел к дивану. “Прилягу тут на пару минут, передохну, и пойду спать”, — решил он и упал на диван. Но, только коснувшись подушки и закрыв глаза,  переживатель сразу же надолго нырнул в объятия Морфея.
7
Рейн проснулся от чувства острого голода. Солнце ярко светило в глаза, не давая толком их раскрыть. Стащив себя с дивана, он  пошел к холодильнику, но не обнаружил там ничего, чем можно было бы подкрепиться. В голове пролетела вчерашняя неудачную вылазку в супермаркет — парень чертыхнулся себе под нос. Расстроенный, Рейн вернулся в комнату и взял со столика мобильный, чтобы заказать чего-либо поесть. Телефон разблокировался и буквально тут же всплыло сообщение от Саймона: “Я скоро в Лабораторию — поехали пообедаем где-то в центре, заодно кое-что тебе расскажу”. “Ну, собственно, почему бы и нет?” — подумал Рейн. “Буду на месте где-то часа через пол”, — отправил в ответ, взял со спинки дивана брошенную там одежду и уже через несколько минут быстрым шагом приближался к центру города.
Дойдя до места и набрав Саймона, он узнал, где тот сейчас находится — небольшая бургерная в торце торгового павильона. Он завернул за угол и тот час же заметил Саймона сквозь окно заведения — тот остервенело засовывал в себя бургер размеров не сопоставимых с укусом обычного человека, но едок не терял надежду. Зайдя в кафе, Рейн изучил меню, что висело над кассой, затем подошел к кассирше, что со скучающим лицом уткнулась в телефон, сделал заказ и после пошел к столику Саймона.
— Помнишь, ты мне рассказывал про потерявшуюся девочку, Мари? — жуя, спросил Саймон.
— Помню, конечно. А что?
— Так вот, прикинь, нашли там мертвую девочку. Правда не ту, что искали, но нашли! — Делая очередную попытку откусить бургер во весь рост, вещал парень. Прожевав внушительный кусок, он на миг остановился и взглянул на Рейна со слегка недовольной миной. — У тебя такое лицо, словно ты не удивлен совсем.
Тот пожал в ответ плечами и развел руками.
— Да, на самом деле, я уже знаю что там нашли чей-то труп. Вчера я встретился с Робертом, мужем Мэйси, он мне и рассказал.
Саймон наконец-таки отложил еду и, придвинувшись поближе, заговорщически задал вопрос.
— Во дела! Ты все таки решил ее пережить?
— Да, — поджав губы, ответил переживатель, — появился один очень убедительный аргумент. А ты-то откуда вынюхал про найденное тело?
— Та есть у меня каналы, так сказать. — Тон опять перешел на заговорческий, —  а что, это секретная информация?
— Роберт случайно это услышал, так как был непосредственно на месте поисков в тот момент. А так — это тайна расследования, так что все серьезно.
Переживатель покачал головой из стороны в сторону, выкатив губы и нахмурив брови, строя из себя важного человека. Затем, быстрым движением зацепил с подноса Саймона горсть картошки фри и мгновенно закинув ту в рот, пока Саймон не успел возразить, Рейн начал усердно пережевывать добычу. Закончив с небольшим перекусом, он продолжил:
— А откуда у тебя такие каналы появились?
— Вот ходил бы со мной на  тусовки, у тебя б тоже были подобные каналы. — Надувшись смотря в окно, буркнул Саймон, но затем повернулся и уже с ухмылкой вскрыл карты. — Был там какой-то бухой в стельку страж порядка, рассказывал много интересных историй.
— Понял понял.  Ну так, а что там с телом, опознали кто?
— Какая-то темнокожая молодая женщина, лет двадцати. Нет ни документов, ни телефона с собой, одета была не по погоде — непонятно, откуда она взялась. И пуля в затылке. — его тон вновь приобрел какой-то загадочный оттенок. —  Так много вопросов и так мало ответов.
— Как-то слишком замороченно для нашего городка.
— Да брось. Ублюдки есть везде, просто где-то они успешнее скрываются. А в городах поменьше это ведь и сделать попроще.
Рейн почесал подбородок и посмотрел сквозь окно на улицу, задумавшись на миг.
— А разве не проще скрыть свои грязные дела там, где народу больше?
— Да хрен его знает, на самом деле — закидывая последний кусок бургера, ответил Саймон. Рейну тем временем принесли заказ, что не уступал по размерам тому, что недавно возвышался перед Саймоном. — Ты мне расскажи лучше, что ж такое произошло, что ты все таки решил пережить девушку ту? Неужели, она сама решилась на это?
Рейн взял напиток с подноса и потянул через трубочку, что болталась в стаканчике. Выпив немного, он отставил стакан, прочистил горло и вполголоса произнес:
— Да прикинь, накидалась снотворного и решила отправиться к праотцам. — Саймон округлил глаза, рука замерла на половине пути к картошке. Рейн откинулся на спинку стула и многозначительно кивнул. — Таки да, вот такой поворот. Это произошло вчера — я встретился с Робом и от него, собственно все узнал. Короче говоря, договорились с ним, что будем проводить сеанс.
— В таком случае да, решение понятное. А что он будет делать после, в плане переездов и так далее? Да и как сам-то он, держится?
— Та держится, — Рейн хмыкнул и потер лоб, — насколько в такой паршивой ситуации можно держатся. А по поводу переезда — да, уже все продумал. Они будут вылетать завтра, в другой город.
— То есть сеанс сегодня, что ли?
— Нет, Роберт попросил завтра. Я так понял — завтра они приезжают в Лабораторию, а оттуда — прямиком на самолет.
Рейн наконец-таки принялся за свою еду. Не прошло и нескольких минут как содержимое подноса перекочевало внутрь, еще в совсем недавно голодного переживателя. Саймон выждал пока тот закончит и спросил:
— А сегодня как, ты не планировал идти в Лабораторию?
— Да уже завтра, пожалуй, — дожевывая, произнес Рейн. — Хотя, если ты собираешься, то могу за компанию сходить.
Парень вытер руки салфетками, сосредоточенно изучил ладони на предмет чистоты. Удовлетворившись увиденным, он поднял взгляд на Саймона и спросил:
—  Как твой план с переездом на острова, кстати?
— Уже близок к финальной стадии. Еще парочка заказов и буду думать куда лететь. — Саймон вытянул указательный палец в сторону друга, по типу дядюшки Сэма с того вербовочного плаката — а ты что, надумал со мной?
— Ну, прям с корнями туда лететь я не решился. Но, знаешь, пару-тройку месяцев отдохнуть — на это ты меня, все-таки, сагитировал. Отдохнуть не помешает.
— Определенно не помешает! — Саймон, оживившись, хлопнул по столу. — Тогда еще парочку заказов и будем брать билеты! — Он перегнулся через стол и взъерошил волосы Рейна. Тот раздраженно пихнул его обратно, но Саймон этого даже не заметил. — Вот это мне нравится, вот это у тебя голова наконец-то верно заработала!
Рейн, расчесывая пальцами спутавшиеся волосы, улыбнулся в ответ. Затем он встал и потянулся, а после произнес:
— Ну что, давай проведу тебя до Лаборатории?
— Давай, — ответил Саймон, накидывая куртку, — выдвигаемся?
Парни расплатились и вышли на улицу. Вчерашний дождь все еще напоминал о себе зияющими провалами луж, что покоились в слегка просевшем, местами, асфальте.
— Уже подобрал себе клиента?
Саймон цокнул языком и слегка потряс рукой, в которой лежал мобильный:
— Недавно смотрел, но что-то список пустой. Разобрали что ли их, как горячие пирожки?
— Кто знает? Ну пойдем,  вдруг что-то появится, как придем.
Спустя минут двадцать они уже были у здания Лаборатории. Белый монолит загораживал небо массивными стенами, облицованные гранитными плитами. Высокие стеклянные автоматические двери главного входа изредка открывались, то поглощая, то выпуская работников и клиентов Лаборатории. Ступеньки, в тон стен здания, каскадом спускались от дверей к улице, слегка переливаясь под солнечными лучами. Друзья бодрым шагом преодолели их и попали внутрь, в фойе.
— А-ну, погоди пока — схожу узнаю, есть ли клиенты, — повернувшись к другу, кинул Саймон.
— Да я, в принципе, могу тебя подождать, даже если и будет кто.
— Оу, шикарно! Тогда сейчас, один момент.
Парень трусцой побежал к диспетчерскому окну. Пообщавшись пару минут и поизучав монитор диспетчера, он повернулся к Рейну, крикнул: “Где-то на час-два! Если уйдешь раньше, то напиши мне, чтоб я тебя не искал здесь!”. После чего, помахал рукой и скрылся в только что подъехавшем лифте. Рейн махнул в ответ и присел на скамейку, что стояла недалеко от входных дверей. Достав телефон, он уткнулся в него, изучая бездонную ленту новостей. Внезапно, тот зазвонил — номер отца высветился на экране, Рейн принял вызов.
— Алло, привет, Рейн. Ты сейчас на работе?
— Да, а что?
— Да вот, еду домой с магазина и минут через двадцать буду проезжать мимо Лаборатории. Если не занят, то можем встретится.
— Да, давай.
— Отлично, тогда до встречи!
Рейн закинул телефон в карман и вышел на улицу. Двери плавно закрылись за его спиной с едва слышным шорохом. Он спустился по ступенькам вниз, к шоссе, и закурил, высматривая машину отца.
Дорога была довольно пустынной и, по прошествии нескольких минут, он заметил маячившую вдалеке серую точку, что почти наверняка была автомобилем Гарольда. Когда машина приблизилась на достаточное расстояние, Рейн удостоверился, что не ошибся. Он помахал водителю и пошел к парковочным местам.
Гарольд вышел из машины, и, захлопнув дверь, оперся на капот авто. Солнце переливалось в его седых волосах и отражалось в очках, что покоились на переносице. Рейн подошел, тоже оперся на капот.
— Ну, привет!
— И тебе привет, молодой! — Старик махнул в сторону. из которой только что появился. — Ездил за продуктами, да вот решил и тебя повидать. Ты с работы или только пришел?
— Да я, на самом деле, тут сегодня чисто за компанию. Саймон работает с клиентом,  а я вот решил его подождать.
— О, как у него дела? Я думал, что он уже уехал жить на побережье, — Гарольд мечтательно закатил глаза, — или куда он там собирался?
— Он почти в финальной стадии этого плана.
— А ты как, не надумал? — Гарольд кинул взгляд на Лабораторию, затем снова перевел на сына. — Идея-то хорошая…
— Но на кого я тебя тут оставлю? — хлопнув старика по плечу, ответил Рейн.
— Ой, не смеши мои седины, сынок. Я тебе как будто ребенок какой.
— Ладно тебе, я же шучу. Ну а вообще, думаю поехать с Саймоном на пару месяцев, устроить себе отпуск.
— Хорошее решение, поддерживаю. Привезешь нам ракушек и заморского пива.
Гарольд отошел от машины, засунул руки в карманы своих трикотажных брюк.
— Ну а как на счет Мэйси, ты слышал?
Рейн вздохнул и опустил голову. Было понятно, что он тоже в курсе.
— Бедная девочка, — почесав затылок, сказал старик. — Ты уже  говорил с Робом?
— Да, завтра должен быть сеанс.
— Ну… Ну, славно.
Где-то сверху их окликнули. Мужчины обернулись и увидели, что к ним стремительно приближается Саймон, скача по ступеням. На подходе он поднял руку и воскликнул:
— Хе-хей! Привет, мистер Фишер! Какими судьбами? Только не загоняйте Рейна домой, пожалуйста!
— Привет, Саймон! — помахав ему рукой в ответ, крикнул Гарольд.
Парень приблизился к компании вплотную и плюхнулся на капот рядом с Рейном.
— Мы договаривались, что если выйдешь — то отпишись. Ты отписал? — Саймон поднял руки ладонями вверх, предотвращая возражения, — с тебя ящик пива за моральный ущерб.
— Так ты же сказал что на час-два уйдешь, а сейчас минут сорок прошло, от силы.
— Ну повезло мне справиться раньше. Ладно, салага, — хохотнув, продолжил Саймон. — можно без ящика! — Затем повернулся к Гарольду, —  Хорошо выглядите, мистер Фишер! Мне б так выглядеть!
— Спасибо, спасибо, Саймон! — улыбнулся Гарольд. — Я думаю, что у тебя получится, лет, где-то, через сорок.
Они дружно расхохотались.<br/> — Где едете, если не секрет?
— Домой. Вот накупил продуктов, Лора собирается приготовить мясной пирог, так что вечер будет что надо. — Гарольд хлопнул по крыше машины, — Рейн, Саймон, так а может заедете в гости? Посидим на веранде, потрещим, отведаем пирога.
— Да я только за, мистер Фишер! — ответил Саймон. — Я еду на переднем!
Согласился и  Рейн.
— Тогда, ребятки, занимайте места согласно купленным билетам!
Компания погрузилась в машину, автомобиль завелся, кашлянул пару раз выхлопной трубой и понесся к дому Гарольда — уютному домику на берегу небольшого озерца.
Спустя час они были на месте. Гарольд занес продукты на кухню, в то  время как Лора приветствовала гостей. Затем, все переместились в зал, живо обсуждая разнообразные события недавно минувших дней.
Ближе к вечеру, компания переместилась на веранду, потягивая прохладное пиво из банок и поедая горячий, только из печи пирог. Солнце уже наполовину скрылось за горизонтом, бордовым полукругом прорываясь сквозь ветви деревьев. Ветер, играя листьями, забрасывал их в озерцо, попутно создавая на водной глади небольшую рябь.
— Миссис Фишер, это пожалуй лучший мясной пирог, что я когда-либо ел. — С  трудом произнося слова набитым ртом и протягивая руку за очередным куском, сказал Саймон.
— О, спасибо, Саймон. Очень мило с твоей стороны — передавая ему очередную порцию, ответила Лора. — Я так рада, что вы к нам сегодня приехали! Гарольд большой молодец, что захватил вас с собой!
— Да, я такой. — покачиваясь в кресле и потягивая пиво, ответил Гарольд.
— Так что, куда будете ехать еще не выбрали? — повернувшись к Рейну, спросила Лора. — Я всегда мечтала о Новой Зеландии, советую и вам подумать.
На столе зазвонил телефон. Лора подтянула к себе мобильный и подняв его, спросила:
— Рейн, твой? Номер не определен.
Рейн с недовольной миной встал с кресла, взял телефон из рук Лоры и принял вызов.
— Алло, Рейн? Привет, это Роберт.
— Привет, — слегка удивленным голосом ответил Рейн, — все в силе? Уже известно во сколько завтра встречаемся?
— Слушай, вылет перенесли с утра на третий час ночи. Пожалуйста, скажи, что у тебя есть возможность в скором времени приехать в Лабораторию. Я понимаю, что это неожиданно…
Рейн оперся о деревянную опору, что держала навес над верандой и прикрыл глаза, едва слышно выдохнул.
— Не переживай, Роб, все в порядке. Я скоро буду. Вы прошли регистрацию?
— Еще нет.
— Пока езжайте туда — зарегистрируйтесь. Встретимся где-то через час.
— Хорошо, спасибо тебе большое.
— Пока что, не за что.
Рейн закончил звонок и облокотился на перила, склонив голову. Гарольд подошел и, положив руку Рейну на плечо, спросил:
— Тебя подбросить?
— Спасибо, но уже как-то поздновато. Да и такие предложения не сулят ничего хорошего, когда их произносят с банкой пива в руке.
Гарольд шутливо спрятал руку с пенистым напитком за спину.
— И то верно, лучше на такси — улыбнувшись, ответил старик.
Рейн тем временем уже набирал адреса в приложении вызова машин. В процессе он окликнул Саймона:
— Ты едешь?
— Да, еду! — Саймон звучно дочавкивал. — Миссис Фишер, можно взять в дорогу пару кусочков вашего пирога?
— Конечно можно! — заворачивая порцию в салфетку и передавая сверток парню, ответила Лора. — Приезжайте еще!
— Обязательно!
Рейн обнял Лору, пожал руку Гарольду и сошел с крыльца. Саймон тоже попрощался со стариками и присоединился к Рейну. Вместе они направились к  дороге, по которой уже мчалась машина такси.
8
Рейн попрощался с другом и вышел, хлопнув дверкой такси, засунул руки в карманы и начал подниматься к Лаборатории. Температура резко опустилась, изо рта выскакивали облачка пара. Подсвеченное мощными прожекторами здание Лаборатории белым пятном разбавляло ночное небо. Звезды, рассыпавшись вверху, в тандеме с необычайно яркой луной освещали окружающие улицы, дома и редких ночных прохожих.
Пройдя сквозь автоматически открывшиеся двери, Рейн расслабленно выдохнул, расстегнул куртку — в холле было тепло, приятно горел приглушенный свет. У администраторской стойки Рейн нажал на небольшой, хромированный звоночек, что был на стойке в компании пары ручек и стопки стикеров. Спустя мгновение женщина в белом халате подошла к нему.
— Здравствуйте, Рейн! Вас уже ожидают.
— Здравствуйте! Спасибо. Уже прошли оформление?
— Да, уже все готово. Комната девятая, первый этаж.
Проходя мимо комнат и разглядывая номера, у парня в голове крутилась мысль: “Как-то странно, слегка волнуюсь. Как будто в первый раз буду проводить сеанс. Наверное, это из-за того, что я еще не переживал людей, которых я знаю вне этих стен.” Глаз зацепился за значок девятки, который темнел на белом холсте двери, чем-то напоминая обсидиан, но, скорее всего,  являясь обычным крашенным пластиком. Рейн выдохнул, взялся за ручку двери и дернул на себя.
Внутри уже ждали Роберт и Мэйси. Мужчина сидел рядом с женой на соседнем кресле и приобнял ту за плечи. Он сверлил взглядом небольшой столик, что стоял около их ног.
— Привет, — негромко произнес Рейн.
Роб вынырнул из своих мыслей, поднял глаза на вошедшего.
— О, Рейн. Привет.
Он поднялся с кресла, погладив голову Мэйси и поздоровался с переживателем. Девушка сидела неподвижно, ничего не говоря. Рейн негромко произнес:
— Можем выйти на пару минут, нужно обсудить пару моментов?
— Да, конечно.
Мужчины вышли в коридор, залитый холодным люминесцентным светом.
— Ну как, есть какие-то подвижки в деле?
— Нет… К сожалению, пока ничего.
— Жаль. — Помолчав немного, Рейн продолжил, — Оформление прошло нормально? Ты указал вводные данные, про переезд и вообще, что может повлиять на историю?
— Да, все в порядке. Мне популярно объяснили, что необходимо. Ты не знаешь, через какой период времени мне отправят историю?
— По идее, должны выслать в течении получаса. Мэйси будет еще спать — это где-то около часа-двух. — Рейн положил руку на дверную рукоять, — Ну что, будем начинать?
Они вернулись в комнату. Рейн прошел ко внутренней двери, открыл ее и жестом пригласил пару войти. Роберт взял жену под руку и повел ко входу, та, словно тряпичная кукла, кое-как поднялась и пошла за ним. Переживатель захватил одно из кресел, на которых сидели супруги, и занес в комнату сеанса. Задернув занавески, он повернулся к стоявшим и сказал:
— Роб, помоги Мэйси лечь на кушетку, а сам присаживайся рядом.
Мужчина подвел жену к невысокому диванчику, помог ей расположиться, а затем опустился в кресло, положив ладони на колени.
— Сейчас я достану так называемые коннекторы, благодаря которым происходит взаимосвязь  между переживателем и клиентом. Они находятся здесь — Рейн похлопал по матовому футляру, что лежал на небольшом столике между ним и девушкой. — Затем, Мэйси должна подумать о травмирующем эпизоде, а я, как уловлю его, подключусь к ней и начну переживать тот участок жизни, который определяется алгоритмом как необходимый. Сказать не могу, с какого и по какой момент воспоминания будут замещены — это происходит на лету. В отчете, что отправят тебе на почту, будет все описано. Как мы уснем, ты должен вести себя очень тихо. Если я проснусь раньше времени, Мэйси может получить травму, — Рейн шагами мерял небольшую комнату в процессе повествования. — Историю советую просмотреть сразу же, как придет, так как если Мэйси будет рядом с тобой после пробуждения продолжительное время, тебе нужно быть хоть в каком-то контексте. — Он повернулся к девушке, — Мэйси, у тебя есть какие-то вопросы?
Женщина медленно помахала головой из стороны в сторону, не поднимая взгляда.
— Ладно, хорошо. Роб?
— Нет, вопросов нет.
— Тогда начинаем, — Рейн уселся на противоположную кушетку и открыл кейс с коннекторами и пультом. Передав один Мэйси, второй оставив себе, он откинулся на кушетку. После чего установил коннектор в ушную раковину,ткнул в кнопку на пульте и прикрыл глаза. — Мэйси, теперь подумай о Мари.
В комнате воцарилась тишина, с полминуты ничего не происходило. Рейн приоткрыл глаза и тихо произнес:
— Тебе необходимо подумать об этом, иначе я не смогу тебе помочь.
Девушка молча взглянула на него, ее лицо было серым и неподвижным, словно камень.
— Мэйси, постарайся.
Рейн снова прикрыл глаза и попытался подключится к девушке. Никаких результатов, просто белый шум. Обычно, таких проблем не возникало, но и такое может происходить. Он привстал, налил воды из небольшого стеклянного графина, что стоял рядом с кейсом и передал клиентке.
— Держи, выпей.
Девушка послушно взяла стакан и осушила его. Рейн повернулся к Роберту и сказал:
— Роб, начни рассказывать о том, как вы узнали о пропаже дочери.
— Не надо, — тихо произнесла Мэйси.
Роб озадаченно посмотрел на Рейна, затем на Мэйси. Он колебался.
— Роб, давай — немного раздраженно сказал Рейн, — это не потому, что я решил поиздеваться. Я не могу уловить контакт. Начинай рассказывать.
— Ну… Мы отвезли Мари к Стиксонам, затем поехали в кино. А там, во время просмотра мне позвонили…
Послышался сдержанный всхлип — Мэйси лежала с закрытыми глазами, но по щеке тонкой струйкой текла слезинка.
— Я, я не думаю, Рейн что это необходимо…
Но переживатель уже не слушал его — он ухватился за воспоминание. Уже не было в комнате Рейна, да и комнаты самой не было.</p> <hr/> <p>Мэйси стояла в небольшой ванной и держала в руках тест на беременность. Одной рукой она прикрыла рот, а второй поднесла тест ближе к глазам.  Все так, две полоски. Она беременна!
— Роберт! Роб!
Девушка выбежала из ванной и прыгнула в объятия идущего к ней мужа.
— Мэйси, что такое? Чего ты плачешь? Опять в ванне поселился паук?
Она крепко обняла его, прижавшись всем телом.
— Ты скоро станешь отцом!
Роберт взял ее за плечи и поймал взгляд. Улыбнувшись, он ответил:
— Да помню я, что сегодня первое апреля. Хорошо играешь!
Мэйси подняла вверх руку с тестом. Роберт присмотрелся, его брови поднялись вверх.
— Да ладно! И на тесте полосочки нарисовала!?
— Дурак, он настоящий!
Его лицо вмиг приобрело серьезный вид.
— То есть, ты не подкалываешь меня?
— Естественно! — смеясь, воскликнула она.
Это была восхитительная новость! Роберт поцеловал жену, крепко обнял за талию и закружил в импровизированном, неуклюжем танце.
— Наконец-то! Мэйси, я так люблю тебя, но сейчас я люблю тебя вдвое больше.
— Правильно, потому что я скоро стану вдвое больше, прежнего объёма любви может не хватить.
Они расхохотались и продолжили танцевать. Весеннее солнце было единственным гостем, который попал на эту спонтанную вечеринку, пробиваясь сквозь прозрачные гардины на окнах и нежа влюбленных своими лучами.</p> <hr/> <p>Мари лежит в кроватке, в то время как Мэйси собирает сумку и коляску для того, чтобы отправиться на прогулку с малышкой. На столе лежит ворох всевозможной младенческой амуниции — соски, подгузники, бутылочки, баночки, погремушки, цветные картонные книжки с яркими, огромными рисунками, мягкие игрушки. Мэйси методично укладывает всё добро в сумку, которую вешает на коляску. Закончив со сборами и накинув легкий плащ она направляется к кроватке.
— Ну что, соня? Пойдем прокатимся?
Малышка радостно издала: “Агу!” и протянула к ней свои крохотные, миниатюрные ручонки.
— Иди сюда, моя прелесть!
Мэйси взяла ее на руки и приложила к груди. Перенеся малышку в коляску, она посмотрела на нее сверху и сказала:
— Ну что, идем гулять с мамой?
Ребенок внимательно посмотрел на нее, затем вытянул маленький, словно игрушечный, указательный пальчик и поднял его, указывая на Мэйси.
— Ма… Ма-ма… Ма-ам… Ма-ма… — проговорила Мари, глядя на Мэйси. Проговорила впервые.</p> <hr/> <p>Семья Роудов едет на машине домой, в свою квартиру. Мари тихонько сидит на заднем кресле в детском сиденье, слегка насупившись.
— Мари, ну скажи мне, без твоего жирафа никак нельзя ехать на пикник? Мы же приедем когда уже все съедят! — озадаченно произнесла Мэйси, повернувшись к ней. — Может, все-таки вернемся, мы ведь почти приехали?
— Нет, — тоненьким голоском произнесла девочка. — Я его забыла, и жирафик будет скучать. Мам, ну ведь нельзя оставлять друзей, так мне папа говорил.
— Все верно, Мари, — не отрываясь взглядом от дороги, ответил Роб. — Бутербродов много, а жирафик один.
— Ну ладно, — сдалась девушка, — едем за жирафиком… Но с тебя, отец-моралист, потом большая пицца с двойным сыром!
Роберт повернулся к дочери.
— Мари, ты как, за такое решение?
— Дааа! — хохоча, воскликнула девочка.
— Ну тогда по рукам, девочки.
Мэйси протянулась к нему, сдерживаемая ремнем безопасности, чмокнула в щеку.
— А что вы хотите взамен, мистер Роуд?
— Я, пожалуй, приберегу свое желание на потом.
— Вот хитрец! — ткнув его в плечо, сказала Мэйси. — Но ладно!
Роб улыбнулся в ответ и погладил предплечье жены.</p> <hr/> <p>Мэйси спешит с работы в школу, чтобы забрать Мари. Последнее время работы навалилось, сплошной аврал и угрозы сокращений.  Частенько бывало, что Мари ждала ее в холле школы. Благо, школьный охранник, Гарольд Фишер, не давал малышке скучать и подстраховывал Мэйси в таких случаях, общаясь с Мари о всяком, пока ее матушка спешила с работы за ней. У мистера Фишера не было внуков, а его сын, друг детства Мэйси, Рейн, похоже, не собирался баловать старика в этом плане.
Припарковав машину недалеко от входа в школу, Мари выскочила и быстрым шагом направилась к дверям. Хлопнув себя по лбу, она быстренько повернула назад к машине — договоренность гласила, что за подобные ожидания Мари полагается пирожное, которые остались лежать на пассажирском сидении. Их-то можно было отдать и потом, но сегодня она еще захватила тортик мистеру Фишеру — в знак благодарности. Мэйси быстренько открыла дверь, захватила сладости, закрыла машину и снова направилась к школе.
Только открыв входную дверь Мэйси обхватили детские ручонки.
— Ну что ты так долго сегодня, мам?
— Извини, котенок. Брала тебе пироженки и немного задержалась, — поцеловав дочку в лоб, ответила Мэйси. — Здравствуй, Гарольд! Как дела, не утомила тебя Мари?
— Привет! — Гарольд встал из-за стола и подошел к ним. — Ты что, нисколько!
— А я вам тут гостинец принесла!
— Ой, Мэйси, право, не стоит…
— Стоит, еще как! Вот, держите, — Мэйси протянула тортик старику. — И Лору обязательно угостите!
— Безусловно! — Гарольд взял торт в руки. — Но вас я тоже угощу! Отказы не принимаю и иду ставить чайник.
— Ура, тортик! — воскликнула Мари. — Не зря ты сегодня опоздала, мама!
Они вместе направилась к столику охранника под безостановочное щебетание девочки.</p> <hr/> <p>Мэйси с Робом сидят в кинотеатре, в то время как Мари отдыхает в гостях  у своей школьной подружки. Давно уже такого  не было, чтобы они с мужем выбирались куда-то вдвоем. Такие моменты напоминают о том времени, когда они только начинали встречаться — прогулки вечерами, просмотр киношек до полуночи дома в объятиях друг друга, разговоры обо всем и ни о чем на кухне под бокал вина. Не то чтобы сейчас было плохо,  а тогда хорошо — просто было по-другому. И, порой, вспомнить те времена до жути приятно.
Внезапно, у Роберта зазвонил телефон. Мужчина был так увлечен кино, что просто вытащил телефон и не глядя передал жене.
— Мэйс, глянь, кто звонит?
— Стиксон.
— Что-то уже поздновато. Может, Мари сильно захотелось домой?
— Не знаю. Давай я выйду, узнаю что там стряслось.
Мэйси взяла трубку и узнала, что ее дочь пропала без вести.</p> <hr/> <p>Рейн резко открыл глаза и рывком сменил положение на сидячее, крепко вцепившись побелевшими пальцами в обивку дивана. Сидевший на кресле Роберт невольно вздрогнул.
— Ну, что там?
— Не сейчас, — прерывисто и едва слышно ответил Рейн.
“Надо собраться, надо собраться. Я уже здесь, я — Рейн, у меня никогда не было дочери. Все в порядке, все нормально — это был просто фильм, просто сон. Это не моя жизнь.” — вертелось в голове у парня.  Спустя минуту напряженного молчания, что повисло посреди комнаты, Рейн наконец-таки расслабился. Налив себе воды и махом опрокинув содержимое стакана внутрь, он повернулся к Роберту.
— Все хорошо и все получилось, — переживатель нажал на кнопку пульта, вызывающую персонал Лаборатории. — Сейчас подойдут ассистенты, проверят ее и поднесут к машине. Мы можем пока выйти на улицу.
Не дожидаясь ответа, Рейн встал и направился к двери, по пути доставая и прикуривая сигарету. Роберт последовал за ним.
— Как она себя чувствует?
— Она спит, не беспокойся, пойдем. Тебе сейчас нужно настроится на то, чтобы влиться в историю. — Звуки их шагов эхом раскатывались по коридору. — Не забывай, что если ты дашь сильный толчок к воспоминанию травмирующего эпизода, есть вероятность, что она вновь все вспомнит.
— Ох, чувствую это будет непросто.
— Я даже не представляю насколько — воспоминание тянется с момента рождения вашей дочери.
Роберт сжал губы, но не сказал ничего. Мужчины вышли в коридор. Рейн облокотился на стену и выпустил облако дыма в потолок.
— А разве здесь можно курить?
— Вообще не приветствуется, но когда клиентов нет, то все равно, — еще одно облако плавно поднялось к яркому свету ламп. — Проверь почту, может быть, история уже у тебя — заказов в последнее время не густо,  да и ночь на дворе — машина вряд ли загружена.
Роберт начал шарить по карманам брюк, его движения чем-то напоминали неуклюжий танец. Рейн невольно улыбнулся.
— Похоже, забыл в авто свой мобильник.
— Не беда. Нам все равно в ту сторону.
Накинув куртки они вышли на парковку, что располагалась внизу, перед Лабораторией. Фонари, освещавшие дорогу к автомобилям, словно пытались мимикрировать под яркую, полную луну.
Рейн, задрав голову и рассматривая небосвод достал еще одну сигарету. Он присел на бордюр и вытянул ноги, облокотившись на невысокую металлическую перегородку, что ограничивала пешеходную зону и парковочную площадку. Затем парень прикрыл глаза и вновь постарался отогнать от себя переживание, что только что прошло сквозь него. “Правильное ли это решение в целом? Да, это бесконечно больно терять родного человека. Но ведь терять все воспоминания связанные с ним, тем более, воспоминания хорошие, яркие, греющие душу в тот момент, когда они появляются в голове — не еще ли страшнее? Хотя, если посудить, таких воспоминаний для Мэйси теперь никогда и не было. Не представляю, каково теперь будет Роберту. Да, он хотел оградить ее, спасти от самой себя. Но он остался наедине со своей болью, со своей незаживающей раной. Я одновременно и сочувствую, и уважаю этого парня.”
Из мысленного монолога его вырвал вопрос Роба, присевшего рядом с ним.
— Так ты говоришь, что воспоминания о Мари исчезли вплоть со времени ее рождения?
— С того момента, когда Мэйси вышла с тестом на беременность из ванной комнаты к тебе, жарким апрельским днем.
— Ты… Ты что, видел это? Ты запоминаешь все?
— Ну, можно сказать и так. — Рейн подтянул одну ногу к себе, уперев об нее согнутые в локтях руки. — Я запоминаю не все, конечно, но многое. Образно говоря, я прожил эту часть жизни Мэйси вместо нее.
— И она совсем не будет помнить Мари?
— Нет, теперь никакой Мари для нее не существует.
Роберт зарылся рукой в свои густые, длинные волосы, что сливались с темнотой ночи. Его голос задрожал.
— Боже мой, что же я наделал? Я украл у Мэйси все то, что у нее было связано с Мари, с нашим солнышком? — Он невольно поднес руку к лицу и вцепился зубами в сжатый кулак.
— Роберт, успокойся. Это вынужденная мера, — Рейн положил руку на спину собеседника. — Мэйси перестала контролировать себя и ты бы мог потерять еще и ее, найдя с перерезанными венами в горячей ванной, — он передал парню свою сигарету. Тот не отказался. — Ты сделал все правильно. Возможность найти Мари все еще есть и, я уверен, что ты приложишь все усилия для этого. Я видел, как ты любишь ее. Как вы любите ее. Могу только представлять насколько тебе будет тяжело, но ты сделал выбор.
Роберт замер, опустив голову и лишь изредка поднимая ее, чтобы выдохнуть дым. Рейн достал себе еще одну сигарету. Так они и сидели, напоминая чем-то кадр какой-то одной из сотен проходных мелодрам, что крутили по телевизору в вечернее время.
Сзади послышалась суматоха — ассистенты несли спящую Мэйси к машине.
— Я так и не посмотрел, пришла ли история.
— Не переживай, у тебя еще будет время, — Рейн поднял палец вверх, — но не откладывай.
Роберт встал, отряхнулся, и открыл дверь машины, пропуская ассистентов, чтоб те погрузили Мари на сиденье. Те справились довольно быстро, и, попрощавшись, пошли обратно. Рейн бесшумно подошел к Роберту, который тревожно смотрел сквозь окно на спящую жену.
— Берегите себя. Я очень надеюсь, что Мари найдется.
— Благодарю за помощь, Рейн. Думаю, еще увидимся.
Роберт сел за руль, круто вывернул машину и уже спустя мгновение та мчалась по пустынному шоссе к аэропорту. Частокол фонарных столбов сливался в одну сплошную линию, едва улавливаемую перефрийным зрением. Быстро добравшись и припарковавшись на стоянке у аэропорта мужчина взглянул на часы — прошел примерно час с того момента, как они выехали от Лаборатории. Роберт достал телефон и открыл почту — письмо из Лаборатории висело отмеченным как непрочитанное — он открыл его и углубился в чтение. Документ был довольно большой — Роберт старался бегло ознакомиться с ним, чтобы уловить общую картину того, что теперь находится в голове у супруги. Перескакивая от абзаца к абзацу он и не заметил, как Мэйси начала просыпаться.
— Ох, Роб,то-то меня разморило не на шутку. Мы уже в аэропорту?
— Эээ, да. Да, в аэропорту, — мужчина заблокировал телефон и сложил его в карман куртки. — Ну что, ты выспалась, будем идти?
— Да, конечно, пойдем. Как все-таки круто что тебе выпала возможность курировать открытие нового филиала! Я давно хотела пожить где-нибудь в другой среде!
— Да… Да. Это прекрасно.
Мэйси с хитрым прищуром покосилась на него.
— Что-то ты какой-то загруженный. Все нормально?
— Да, все нормально, — взяв жену за руку, ответил Роб. — Ну, давай, вылезай. Я пойду пока вытащу наши сумки.
Он дернул ручку открытия багажника, застегнул куртку и вышел на улицу. “Это и правда намного тяжелее, чем я себе представлял.” — пронеслось в его голове. Достав сумки и захлопнув багажник, он увидел что Мэйси тоже вышла из машины и подошла к нему.
— Давай мне один, я потащу.
Он передал ей один из чемоданов и поцеловал в щеку, получив в ответ кокетливую улыбку. По выложенной гранитной плиткой тротуару пара направилась ко входу в здание аэропорта.
— Ох, а сколько всего там нового будет. Новые друзья, новые знакомства! — щебетала по пути Мэйси.
— Да, родная. Целый новый горизонт событий.
— Я уже не могу дождаться!
Пара подошла к хвосту очереди, что вытянулась к регистрационной стойке авиаперевозчика. Табло, висевшее над их головами оповещало о том, что скоро будет отлетать их  рейс. “В новый, блестящий горизонт событий… Хрупкий мираж, который у меня нет никакого права развеять. Я должен найти свою дочь, но я не знаю как.” — думал он, рассматривая записи на табло. Мэйси прильнула к груди Роберта, положив руку ему на щеку.
— Милый, а может быть, на новом месте нам наконец-то посчастливится.
— Мэйси, конечно все будет хорошо, не переживай.
— Ты не понял, дурачок. Я о том, что может там мы наконец-таки заведем ребенка!
Лицо Роберта окаменело, но Мэйси не заметила этого, полуприкрыв глаза и продолжая нашептывать ему свои мечты.
— Как я мечтаю о доченьке, о сладеньком таком, миленьком пирожке. Роб, ты представляешь как было бы обалденно наконец-то стать родителями? Я помню, что ты обещал вернуться к этому разговору после переезда, но я уже не могу терпеть! Ты, я и наше золото. Ее первые шажочки в нашем новом доме, ее мягкие, розовые щечки! — Она чмокнула его и заглянула в глаза. — Милый, с тобой все нормально? Роб, ты что, что с тобой?
Кожа мужчины посерела, веко подергивалось. Он шумно вдохнул, прикрыв глаза, и присел на один из чемоданов.
— Все в порядке, милая. Наверное, слегка укачало в машине. Пойду умоюсь и вернусь.
— Давай, я пока подержу нам очередь, — обеспокоенно глядя на него, сказала Мэйси. —  Долго не задерживайся!
Он неверной походкой пошел к ванной комнате. В голове не было мыслей, лишь какой-то назойливый, вязкий гул занял все пространство внутри черепной коробки Роберта. Люди, рекламные щиты вокруг, стойки с буклетами, магазинчики с кофе — все смешалось в цветную мишуру, слившуюся в сплошой коридор, что вел к белому прямоугольнику двери. Зайдя в уборную, мужчина не смог сдержаться и его обильно вывернуло прямо на белый кафель.
9
Прошла почти неделя с тех пор, как чета Роудов покинула город. Новостей по поводу поисков пропавшей девочки не было, хотя Рейн за этим особо и не следил. Устроив себе небольшой отпуск, он сидел дома несколько дней, играл в приставку и напивался до чертиков. И сейчас, сидя на диване в одних трусах, окруженный горами коробок из-под пицц и островками смятых пивных банок, закинув ногу на быльце, он продолжал проходить одну из недавно выпущенных игр. “И тут переживаю чью-то жизнь, но тут хотя бы весело”, — пронеслось у него в голове.
Он остановил игру и потянулся за мобильным — как оказалось, телефон уже был разряжен как минимум сутки. Чертыхнувшись, он встал и начал разгребать кучи мусора в поисках зарядки. “Срач у меня тут, конечно, знатный, — смотря вокруг подумал Рейн. — Свиньи из хлева бы брезговали тут спать”. Наконец-таки найдя зарядку, воткнув телефон в сеть и включив его, переживатель начал просматривать накопившиеся уведомления: кроме спам рассылок было пару пропущенных от Саймона и груда сообщений в мессенджере от него же. Рейн пролистал полученные — куча ссылок на всякие островные курорты и сообщения с вопросом, где он запропастился. “Аа, ладно. Уже завтра пообщаемся” — отбросив телефон и взяв в руки джойстик, решил Рейн.
Вдруг, в дверь постучали. Рейн взглянул на часы — девять часов вечера. “Наверно, соседи вновь собирают подписи на какую-то фигню” — подумал парень и проигнорировал стук. Зазвонил телефон, Рейн взял трубку не отрываясь от экрана:
— Алло?
— Привет, старина! Я уже было подумал, что ты помер! Открывай дверь! — послышался голос Саймона и из трубки, и из-за двери одновременно.
— Мне очень приятно, конечно, но… А чего ты пришел?
— Ну как?! Во-первых, проверить что ты еще дышишь — телефон ведь два дня в отключке был. Во-вторых, я выбрал уже куда мы двинем и даже взял билеты — я так понял, тебе не особо важно где кости греть, так что я решил сделать выбор сам. Давай, двигай свою задницу к двери и впускай меня.
Рейн сбросил вызов и, причитая, направился к двери, по пути натягивая шорты и футболку. Открыв дверь, он увидел улыбающегося Саймона. В одной руке он держал бутылку любимого ими бренди, в другой — еще одну, такую же.
— Ну у тебя здесь и помойка, дружище. Я так понял, можно не разуваться?
— Это художественная инсталляция, а не помойка, деревенщина. Арт-объект! Разуваться и не трогать ничего без спроса.
Расхохотавшись, друзья пожали друг другу руки, Рейн перенял гостинцы и понес их на столик. Скинув груду мусора на пол и поставив бутылки на его место, переживатель пригласил друга к столу.
— Ну, рассказывай, что там ты выбрал, куда и когда будем лететь?
— Ты мне скажи сперва, где ты пропадал.
— Да ну, знаешь, как обычно. Был плотный заказ, и я решил немного дать голове прочистится.
Саймон ткнул в груду пустых банок.
— Но, как я погляжу, печень ты не щадил.
— Скажем так: я ее тренировал.
Рейн вышел на кухню и спустя минуту вернулся с парой стаканов и несколькими оставшимися кусками закоченелой пиццы. Поставив все на стол и наполнив стаканы выпивкой, он плюхнулся на диван.
— Ну что там по пляжам, выкладывай.
— В общем, — Саймон сделал большой глоток бренди, — едем в Новую Зеландию.
— Ха, таки Лора тебе подкинула идею! Тебе надо будет и их с Гарольдом теперь взять с собой тоже, как идейных вдохновителей.
— Сначала-то нужно проверить самостоятельно — а вдруг там не очень? Не пустишь же ты своих стариков непонятно куда.
— Ладно, засчитано.
Друзья чокнулись и осушили стекляшки. Те вмиг наполнились снова и Саймон продолжил:
— Билеты на вылет через неделю, так  что отменяй свои планы, отыщи в своей свалке шорты и полотенце, выводи деньги в наличные и едем.
Рейн опрокинул в себя новую порцию бренди и удовлетворенно кивнул.
— Шикарно, мне нравится, — протянул он. — Что-то еще нужно для въезда туда? Документы там какие?
— Страховка, виза, прививки. Я уже пробил что и где делается, так что на неделе мы это быстро решим.
— Отлично! — Рейн поднял глаза к потолку — Я вот до этого не особо рвался, но теперь прям аж хочется. Там же еще и тепло, не то что тут…
— О да, брат, там бесконечное лето.
Они стукнулись бокалами и выпили до дна.
— Так что, тогда завтра предлагаю сделать финальный визит в Лабораторию — сделаем по заказу, и будем собираться в путь.
— Договорились.
Рейн засунул руку куда-то в глубь дивана и, пошарив там некоторое время, достал оттуда второй джойстик. Сдул с него крошки, отряхнул и протянул тот Саймону.
— Ну а, пока что, предлагаю выбить из тебя все дерьмо.
— Ну-ну, алкашня. Кто из кого еще дерьмо-то выбьет — взяв предложенный джойстик и развалившись перед телевизором, парировал Саймон.
Громко ругаясь и, временами, пиная друг друга, делая перерывы на перекур и выпивку, они просидели за приставкой до самого утра.
Рейн и не заметил, как уснул, но, по ощущениям, проснулся уже через несколько минут от назойливых толчков в бок.
— Давай, поднимайся. Уже час дня, а надо еще успеть перекусить и поработать.
— Да, да уже встаю! Только отвали.
Он нехотя приподнялся, упершись лбом в спинку дивана, спустил одну ногу на пол. Найдя в дебрях диванных подушек свои смятые в комок джинсы, Рейн наконец-таки открыл глаза и начал натягивать одежду. Саймон сидел на подоконнике, жуя кусочек пиццы, уже чем-то напоминавший резину. Выглядел он, напротив, свежим и отдохнувшим. Рассматривая улицу через окно, едва не касаясь его носом, он сказал:
— А денек-то сказочный: солнце светит, ветра нет —  шикарно.
Рейн ничего не ответил — до него шикарный денек еще не добрался. Встав, он начал искать свой телефон — стал разгребать завалы на столе, перебрасывать подушки с места на место, но безрезультатно.
— Ты не видел мой мобильник?
— А, так он на кухне, вроде, на столе — закидывая последний кусок пиццы и облизывая пальцы, ответил Саймон. — Где-то там я его видел.
Рейн встал и пошел на кухню — и правда, тот лежал там, в луже из-под опрокинутой поверх него пивной жестянки.
— Черт возьми, ты что, не мог его вытащить из этой жижи?
— Какой? — Парень спрыгнул с подоконника и подошел к Рейну. — Ух, проблема! Я даже и не заметил, извините, сэр.
Рейн вытащил мобильник из остатков пива, протер его. Попытался включить, но безрезультатно.
— Вот срань, он, похоже, превратился в кирпич.
— А-ну, дай глянуть, — Саймон выхватил из его рук телефон, повертел в руках, понажимал кнопку включения. — Таки да, прихворал. Положи его в рис — может, это поможет. Я такое в интернете видел.
Рейн задумчиво почесал подбородок.
— Ну ладно, попробуем. Если не выйдет, завтра пойду в ремонт.
— Да проще новый купить, забей, — облизывая пальцы кинул другу Саймон. — Давай выдвигаться, а то этот несчастный кусочек пиццы только усилил мое желание съесть что-то большое, жирное и вредное.
Рейн пошарил по шкафчикам кухни в поисках миски и риса и, найдя, кинул в подготовленную емкость мобильник.
— Готово, понеслись.
Они накинули куртки, вышли на улицу. День, и правда, был располагающий, как заметил Саймон. Несмотря на то, что было довольно прохладно — открытые участки тела обдувал едва заметный ветерок. В то же время солнце пригревало, и улицы, наконец, более-менее просохли после постоянных дождей. Бодро шагая и обсуждая, чем они будут заниматься по приезде на острова, товарищи заглянули в уличный киоск и взяли по хот-догу. Бодро шагая и ведя разговор о том, чем они будут заниматься по приезду на острова, товарищи заглянули в уличный киоск и взяли пару хот-догов. На ходу покончив с поздним завтраком, они и не заметили, как подошли к Лаборатории. Войдя в здание, они оказались у регистрационной стойки. Девушка-администратор сосредоточенно смотрела в монитор.
— Здравствуйте! Есть ли сегодня какие клиенты?
— Добрый день, — ответила та. Потом продолжила, после непродолжительной паузы, — да, есть один клиент, ожидает кого-либо из наших специалистов. — Приподняв брови и поправив аккуратные очки на переносице, девушка перевела взгляд с монитора на проживателей — Гонорар за выполнение больше обычного для этой категории воспоминаний на двадцать процентов.
— А что там, детские травмы? — оживившись, спросил Саймон.
— Да, верно. А как вы догадались?
— Случайно, на самом деле. Недавно переживал подобное, вот и вспомнил. Фу, пока не хочется повторять, — он повернулся к Рейну, — старина, давай ты возьмешь? У меня все равно денег запас большой, я давно планировал отчаливать.
— Да, конечно. Девушка, подскажите, пожалуйста, клиент еще здесь, в Лаборатории?
— Он попросил набрать его, когда найдется свободный специалист. Давайте, я вышлю вам уведомление, когда свяжусь с ним?
— А-а, да… Я бы с радостью, да телефон не со мной. — Он повернулся к другу: — Саймон, можно дать твой?
— Дорогуша, записывайте, — парень продиктовал номер. — Можете звонить даже просто так, если вдруг захотите приятно провести вечер.
Девушка улыбнулась, потупив глаза, на ее щеках появился заметный румянец. Рейн, хохотнув, хлопнул друга по плечу и направился к выходу.
— До свидания, буду ждать звонка! — направившись за Рейном, кинул девушке Саймон.
Рейн спустился на пару ступеней вниз и присел прямиком на них же. Достал сигареты, одну из них передал Саймону, который приземлился рядом с ним.
— Ну, Дон Жуан, девочка стала пунцовой как помидор. Тебе не стыдно?
— Не, — тот задрал нос, —  мне даже, наоборот, приятно.
Они переглянулись между собой и громко расхохотались. Посидев еще немного на ступеньках, парни решили пройтись в Дуб, чтобы пропустить пару бокалов пива. Спустившись по ступенькам вниз, к дороге, а затем петляя узкими улочками по маршруту, сложившемуся уже  давным давно, они вышли к заведению.
Зайдя и помахав бармену, они заняли один из пустующих столиков. Окна в заведении были закрыты плотными шторами и складывалось ощущение, что они перемахнули разом несколько часов и  сразу перешли к вечеру. Единственное, что намекало на то, что это всего лишь иллюзия — отсутствие других посетителей.
— Приветствую, молодежь! Вам как обычно?
— И вам привет! Сегодня давайте немного разнообразия — пару бокалов пива и чего-нибудь поесть. Какие-то бургеры там, к примеру.
Старик-бармен комически вытянул рот в букву “О”, отыгрывая удивление.
— Это что-то новенькое! Сколько себя помню, ничего тверже льда в стакан за эти годы вы не заказывали! — Он поднял палец вверх, напоминая какого-то мудреца, — И зря, я считаю! Сколько раз вам говорил, что у нас отличная кухня?
— Да, но у нас сегодня и день особый, так что все сходится. Я вот, например, думаю переезжать с корнями. Так что скоро буду лишь вспоминать ваш шикарный бренди, — улыбнувшись, ответил Саймон. — Да и друга своего хочу сагитировать — да не хочет он ни в какую. Хотя, лучше и не уламывать, ведь можно будет гонять мальца за выпивкой к вам — больно уж она хороша, —  будет моим межконтинентальным курьером.
— Губу закатай, мигрант, — выпустив кольцо дыма в потолок, кинул в ответ Рейн.
Бармен хохотнул и отправился к стойке. Саймон пододвинул стул поближе к столу и наклонился над столиком.
— Ты мне так и не рассказал, как прошло переживание твоей подруги?
— Да как… Тяжеловато. Отрезок воспоминаний нырнул на десяток лет назад, вплоть до рождения дочки, — слушающий Саймон присвистнул, — да, а в купе с тем, что это знакомый мне человек, по выходу из переживания я еще долго приходил в себя… Брр. Думал, ничто меня пронять не может, но все таки нашел  свою Ахиллесову пяту.
Бармен тем временем поставил перед ними пару бокалов холодного, пенистого пива. Конденсат выступил на стеклянных высоких бокалах, словно приглашая поскорее приступить. Саймон взял один из них и сделал пару глотков.
— Непробиваемый Рейн-таки оказался пробиваемым, хех. Ну ничего, это все-таки доказывает, что у тебя есть хотя бы зачатки эмпатии.
— Да, и я еще раз убедился, что это качество ничего хорошего носителю не привносит.
Прикурив и выпустив клубок дыма, Саймон откинулся на спинку стула и прикрыл глаза. На его лице читалась умиротворенность и наслаждение текущим моментом. Приоткрыв один глаз и зыркнув голубым зрачком, он сказал:
— Может, сыграем в бильярд?
— Давай, — поднимаясь со стула и беря в руку бокал пива, ответил Рейн. — Только, чур, я разбиваю.
Саймон встал следом и направился за другом к бильярдному столику. Тот, подойдя, взял кий, критично осмотрел наконечник.
— Так смотришь, как будто разбираешься. Тебе дай бог в шар попасть, гроссмейстер.
— Дубина, гроссмейстер это не из этой игры.
Убрав треугольник со стола и повесив его на крючок, вбитый в стену, Рейн прицелился и разбил пирамиду из шаров, один из которых залетел в лузу.
— Пфф, случайность!
Рейн улыбнулся и начал обходить стол  в поиске следующей хорошей позиции для удара. Только парень нашел хорошо лежащий шар и прицелился, спокойный музыкальный фон в заведении был нарушен звонком мобильного. Саймон облокотил кий об стену и быстрым шагом переместился к потертому черному плащу, что висел на спинке стула. Пошарив по внутренним отделам плаща, чем-то напоминая воришку, обрабатывающего уснувшего пьянчугу в баре, он наконец-таки выудил из дебрей карманов телефон.
— Алло? О, девушка, это вы! Я так рад, что вы все-таки решились позвонить, да еще и так скоро! — Он повернулся к Рейну, подмигнул тому, — да, хорошо, буду иметь в виду! Подождите минутку.
Он молниеносно преодолел расстояние от столика к барной стойке и что-то сказал бармену. Тот нырнул за стойку и, сразу же показавшись обратно, передал ему листок и ручку. Саймон умостился на высокое сиденье, приготовившись вести запись.
— Да, слушаю. Так, через пол часа, да… Минуточку, будьте добры помедленнее, я записываю… Есть, спасибо.
Парень заткнул мобильник в карман джинсов и, поблагодарив бармена, вернул тому ручку.
— Эй, Рейн! Твой клиент уже скоро будет, примерно через пол часа, — подойдя к другу, он протянул листок. — Вот, тут я тебе записал время, этаж и кабинет.
— Спасибо. Ты как, со мной? Уже пора бы и выходить, чтоб не опоздать.
— Да я что-то опять проголодался, а бургеры уже на подходе. Давай я тебя тут  подожду? А ты, как закончишь, возвращайся.
Рейн кивнул и и поднял бокал с пивом, Саймон ответил тем же и они осушили их.
— Окей, тогда я полетел. Скоро встретимся, сильно не напивайся.
— Есть! — вытянувшись по-солдатски и подняв руку в салюте, воскликнул Саймон.
Помахав бармену, Рейн вышел на улицу и быстрым шагом пошел обратно в Лабораторию. Спустя несколько минут он быстренько поднимался по ступенькам, а затем вошел в холл. Поприветствовав  девушку-администратора, он остановился и развернул бумажку, что дал ему Саймон. Пробежался по записке глазами: “ Так-так… Первый этаж, номер восемнадцать, Пауль Пирсон. Окей”. Рейн повернулся к тому коридору, где находилась указанная комната приема и, не спеша, зашагал в ее сторону.
На подходе к кабинету, Рейн увидел человека, сидящего около входной двери. Плечистый, кряжистый мужчина лет сорока, с аккуратно подстриженной бородой, поставив локти на колени, задумчиво вертел телефоном в руках. Каштановые волосы слегка растрепались, на висках были едва заметны серебряные нити седины. Ноги в кожаных, тяжелых ботинках лежали крест-накрест под лавкой, носками упираясь в пол. “Наверное, это клиент. И он уже заждался” — ускоряя шаг, подумал парень.
— Здравствуйте! — поприветствовал сидящего Рейн, подойдя поближе. — Вы, должно быть, мистер Пирсон?
Мужчина встал, пожал протянутую руку.
— Добрый день! Нет, Пауль — это мой близкий друг, а меня зовут Генрих. Вы, должно быть, специалист по переживанию?
— Да, в точку. Меня зовут Рейн Фишер.
— Очень приятно, — улыбнувшись и показав ровный ряд зубов, сказал мужчина. — Да, давно хотел привести Пауля сюда. Вот, собираемся скоро переезжать, а я не знаю, есть ли там подобный центр. Так что  в последний момент уговорил его прийти сюда, сбросить камень с души.
— Вы отличный человек, раз так заботитесь о нем.
Мужчина наклонил голову в знак благодарности, слегка прищурив глаза. Рейн ответил тем же.
— А где мистер Пирсон?
— Ах, да он уже вошел, сидит в прихожей, ждет вас, — мужчина слегка забегал глазами, затем вполголоса задал вопрос. — Скажите, а можно мне присутствовать на приеме?
— Извините, но нет. Обычно, разрешается только родственникам и в исключительных ситуациях. Если произойдет незапланированное пробуждение, то могут быть очень неприятные последствия.
— Понял… А если за дополнительную плату?
— Просите, Генрих, нет. Таковы правила.
Мужчина вздохнул и сел на лавку.
— Ну ладно, я тут подожду.
— Не переживайте, все будет хорошо.
Рейн пересекся взглядом с  мужчиной еще раз перед тем, как войти в комнату. Глаза у того были и правда довольно тревожные.
Войдя и прикрыв за собой дверь он увидел уже непосредственно своего клиента — Пауля. Молодой человек лет двадцати двух развалился в кресле, закинув одну ногу на журнальный столик. Несколько крупиц застывшей грязи, слетевшие с его ботинка, валялись на столешнице. Парень был увлечен чем-то в своем смартфоне: слегка высунув язык, он сосредоточенно водил пальцами туда-сюда по экрану. Светлые, длинные волосы закрывали его глаза и лицо. Кожаная черная куртка Пауля лежала на противоположном кресле, тускло поблескивая множественными заклепками, отражая приглушенный свет потолочной лампы. Рейн поднял куртку, повесил ее на спинку, а сам сел напротив клиента в, теперь уже, свободное кресло.
— Вот дерьмо! Почти рекорд  побил, а он опять залагал! — хлопнув себя по колену, в сердцах воскликнул парень. Подняв глаза, он слегка стушевался. — Ой, здрасте. Мне показалось, что это Генрих вошел.
— Здрасте. Вы уже ознакомлены с процессом проведения процедуры или стоит еще раз рассказать?
— Ну, можно в двух словах, а то я особо не запоминал.
Рейн немного съехал по креслу вниз, занял полулежачую позу и начал описывать общую информацию, которая касается переселения воспоминания. Паренек уткнулся обратно в смартфон, изредка кивая. Закончив, переживатель встал и вошел в комнату приема, парень последовал за ним.
Рейн открыл кейс, стоявший на журнальном столике, достал пару коннекторов.
— Вставьте коннектор в ухо, ложитесь и начинайте думать о травмирующем эпизоде, когда я вам скажу.
— Ага, окей.
Рейн занял соседний диванчик и установил свой коннектор. Взяв пульт и зажав тот в руке, он настроился на работу. Только он прикрыл глаза и собрался сказать Паулю, что можно начинать, как дверь внезапно открылась.
— Вы уже закончили? — бесцеремонно ворвавшись, спросил Генрих.
Рейн принял сидячее положение и посмотрел на вошедшего.
— Генрих, разве я вам непонятно объяснил, что нельзя входить в процессе? Зайди вы минутой позже и Пауль имел бы неплохие шансы остаться умственным инвалидом на всю оставшуюся жизнь.
— Что?! — воскликнул парень, вскочив с койки. —  В смысле, это что, не безопасно стирать воспоминания? Не, Генри, я тогда ниче делать не буду!
— Сядь обратно и не шебурши, — сквозь зубы процедил мужчина, глянув на него исподлобья.
Рейн перевел взгляд с юнца на мужчину, затем назад. Какое-то непонятное напряжение повисло в воздухе. Пауль поник и присел обратно на кушетку.
— Мистер Фишер, прошу прощения. Просто уж слишком переживаю за него, чтоб он спокойно все прошел. Он мне, можно сказать, как сын.
Пауль прыснул в кулак, Генрих одарил того еще одним хмурым взглядом.
— Генрих, я вас прекрасно понимаю. Но, пожалуйста, подождите за дверью. Процедура может занять пол часа, а может занять и два, но прерывать ее никак нельзя. Как только все закончится, я выйду к вам.
— Ладно, понял. Буду ждать.
Мужчина закрыл за собой дверь и вышел.
— Доктор, а как это я могу стать инвалидом? Это правда?
— Пауль, это возможно только если ваше, так сказать, сновидение будет нарушено.
— Один момент, — кинул парень и выскочил из комнаты.
Прошло пару минут и он зашел обратно.
— Объяснил Генриху, чтоб он больше не заходил, пока мы не закончим.
— Замечательно. Тогда, давайте приступать: ложитесь удобнее и, как я дам команду, начинайте думать о том, что хотите забыть, с самого начала.
— Да понял я, чего два раза повторять? — раздраженно огрызнулся парень, возвращаясь на диванчик.
Рейн пожал плечами и занял свое место. Поместив коннектор в ухо вновь, он выдохнул и откинул голову на наклонную часть кушетки. Приготовившись, он дал команду Паулю и начал улавливать мысль клиента — вот она, явная и четкая. Ухватившись, Рейн провалился в нее и растворился в воспоминании.</p> <hr/> <p>Солнце уже почти закатилось за горизонт, небольшой кусочек которого едва-едва пробивался сквозь ветви деревьев. Пауль бежал по лесу, шумно втягивая и выпуская воздух, в правой руке, то вверх, то вниз, вторя движению рук, перемещалось дуло пистолета с глушителем, а на спине, в такт бегу, ритмично постукивал рюкзак. “Ну ничего, моя шоколадочка, сейчас я верну тебя обратно в наш кондитерский магазин и все будет хорошо. Но, сперва, ты  у мне хорошенько заплатишь за свою выходку”, — крутилось в голове у парня.
Где-то в метрах пятидесяти от него, отчаянно пытаясь оторваться, бежала темнокожая девушка. “Стоило только на пару минут отойти, а она уже выскользнула из тачки, паскуда, — со сбивчивым дыханием произнес себе под нос парень не сбавляя темпа, — ну-ну, посмотрим куда ты из этого леса денешься”. Гонка продолжалась минут десять, Пауль периодически кричал девушке остановиться и тогда он, может быть, простит ей этот финт, но та не обращала внимание на его слова.
Вдруг, за деревьями начал виднеться чей-то жилой участок. “О нет, нет, нет! Только не туда, ласточка!”, — подумал Пауль и начал заранее срезать поближе к дому с горящими окнами. Спустя несколько мгновений беглянка тоже заметила дом и направилась к нему — видимо, сил кричать у нее уже не было, чтобы обратить на себя внимание, так что она просто двигалась  туда на пределе своих сил.
Как только бандиту стало понятно, что он не успеет свалить ее с ног до того, как та покинет лес, он ругнулся и резко остановился.  Поднял руку с оружием, направив его в спину бегущей девушки. Высунул язык и, придерживая второй рукой пистолет, выстрелил — девушка упала.
Пауль начал быстро сокращать дистанцию. Подойдя к лежащей, он сплюнул на землю. Глаза девушки были открыты, остекленелые — пуля попала в затылок, застряв внутри. “Черт тебя дери, хотел же в ноги попасть. Что мне теперь с мертвой-то делать?”, — тихо процедил парень. Быстро присев на корточки, он пощупал пульс на ее шее — так и есть, мертва. “Тащить ли, или что с ней делать”, — подумал он, поднимая взгляд и сканируя округу.
Внезапно, он заметил что-то белеющее около одного из деревянных стволов. Он пригляделся получше — маленькая девочка с рыженькими волосами сидела под деревом, закрыв лицо руками, рядом лежала кучка каких-то веточек. “Да что ты будешь делать-то? Какого черта она тут сидит?”, — пронеслось у него в голове, и он начал тихо подходить к ней.
— Ей, лисенок, привет! Ты здесь одна?
Девочка не отвечала, не отрывала рук от лица. “Я не могу ее здесь оставить, она почти наверняка видела как я убил эту скотину, — потихоньку подходя к девочке, думал Пауль. — Ну ничего, возьмем ее с собой”.  На ходу открывая рюкзак и доставая оттуда тряпку, обильно смоченную хлороформом, он подскочил к ней и придавил кусок мокрой ткани к лицу ребенка. Та едва слышно пискнула и через несколько секунд потеряла сознание.
Пауль, не разгибаясь, повернулся к трупу. “Ну двоих-то я не унесу. Сейчас мы шоколадку спрячем где-то здесь, а малую — к боссу”. Он вернулся к телу женщины. Ухватив труп за ноги, преступник оттащил его поглубже в лес и, найдя какую-то яму, забросил туда тело. Поотбивав нависшие куски земли с края ямы так, чтоб тело было полностью покрыто грунтом, Пауль огляделся вокруг — чем бы еще замести след? Потоптавшись на месте, а затем насобирав кучу листьев, что устилали всё вокруг,  он присыпал небольшую неровность на земле, а сверху накидал пару веток. “Такс, готово. Теперь девочка”, — Пауль повернул обратно к лежащей без сознания Мари. Взял ее на руки и трусцой начал удалятся обратно в ту сторону, с которой пришел.</p> <hr/> <p>— Ты, дебила кусок! Повтори еще раз, что ты там промычал?
— Я за… Ну, за пивком вышел, горло промочить — супермаркет же рядом был, — смотря в пол и негромко произнося слова, вещал Пауль. По голосу могло показаться, что он вот-вот расплачется, но наверняка сказать было нельзя, так как свисающая шевелюра полностью закрывала его лицо. —  Только вернулся, смотрю — а в тачке никого нет. Я быстро…
— Нет, ты серьезно дегенерат. Какое пиво, какое, мать твою, пиво?!
Грузный человек, что сидел в небольшом компьютерном кресле, словно кекс, выпирающий из упаковки, с выдохом перевалился. Лицо его покраснело от натуги, вены на лбу пульсировали. На манжетах и воротнике уже слегка грязненького, бежевого пиджака расплылись островки потных пятен.
Он с усилием поднялся с кресла и, продолжая громко дышать, стал мерять шагами комнату. Серые стены без единого окна давили на Пауля за компанию с этим разъяренным толстяком.
В углу, на дешевом пластмассовом раскладном стуле находился Генрих. Уперев ладонь в лоб и изредка покачивая головой из стороны в сторону,  он словно отгонял реальность того факта, что Пауль допустил непростительную оплошность. Пауль продолжал молчать, неловко переваливаясь с ноги на ногу.
— Мало того, что ты упустил девчонку, так ты ее еще и пристрелил.
— Да я не хотел…
— Мало того, что ты ее пристрелил, — подойдя вплотную к молодому человеку, мужчина отвесил ему оплеуху — ты ее еще и оставил там! Идиот… Идиот!
Сев обратно и, вторя жесту Генриха, хлопнув себя по лбу мощной пятерней, мужчина замолчал. Градины пота падали с его подбородка, разбиваясь о пыльный бетонный пол подвального помещения. Посидев немного, он продолжил:
— А теперь там еще толпа копов, ищущая эту маленькую девку. Ну, хоть девку-то ты захватил, хоть какие-то мозги у тебя есть, — он поднял руку, в которой находился мобильный телефон, — и тебе повезло, что покупатель согласился на замену! Иначе б твоя задница поехала его ублажать!
Мужчина встал еще раз, на этот раз его лицо уже не отдавало яростью, но, скорее, какой-то плотоядной ухмылкой:
— А так даже ничего вышло, я получу еще столько же  сверху за эту малютку. Наш любитель наложниц, оказывается, еще и ценитель девочек аль-денте — причмокнув губами, сказал тип. Повернувшись опять к Паулю, его лицо побраговело. — Но ту мертвую бабу все равно рано или поздно найдут и все из-за твоей тупорылой башки! Ты можешь загубить мой бизнес на корню, не дав как следует даже развернутся! Убью тебя к чертовой матери, как только найду на замену нормального человека.
Генрих встал со стула, подняв руки так, словно призывал зрительский зал успокоиться.
— Босс, не кипишуйте. Молодой, неопытный — что с него взять. Да, за телом мы уже вернутся не можем и узнать оставил ли он там улики, — он подошел ближе к парню, положив руку на его склоненную голову. — Но мы можем, опять-таки, промыть ему башку. Так что если копы и выйдут на него, то алиби будет уже в глупенькой голове.
Тучный тип исподлобья взглянул на него, потер рукой затылок.
— Как в той истории, что ты слышал от наших коллег? Думаешь, тоже сработает?
— Так или иначе, нужно бы попробовать и убираться отсюда. Тот переживатель, который, типа, скончался от передоза, ни у кого вопросов не вызвал. Его тело просто сбросили в одном из притонов и дело с концами.
Генрих перекрестил руки на груди, взглянув в лицо сидящему начальнику, подытожил:
— Цена невелика — один человек отправится на тот свет. Зато очень хорошая страховка в случае вопросов полиции.
— Хмм, ну ладно, согласен. Тем более, что эти ребята так обычно и заканчивают — или пьяные в усмерть в канаве, или обколотые в притоне.</p> <hr/> <p>Трое бандитов сидели в темном углу полупустого паба. Генрих, закончив с пивом и утерев усы, резюмировал то, что ему удалось узнать о состоянии дела о потерянной девочке:
— В общем, тело убитой девушки уже нашли, как вы и предполагали, босс.
— Ну, естественно. нашли. — Он хмыкнул. — Ладно, тогда давай так — ты записываешь это кретина на прием, едешь с ним. Потом принимаешь этого переживателя, решаешь вопрос, — толстяк провел пальцем по своей бычьей шее. — Девку я перевезу в квартиру съемную, накачаю снотворным и запру в комнате. Адрес квартиры я сброшу вам в сообщении, место передачи будет в конверте, на столе.
— Может, я и этим займусь, босс?
— Займись лучше этим бараном. Я сделаю так, как сказал и покину город. Вы, как закончите — делайте то же самое. Свяжемся, когда я получу деньги.
Генрих кивнул, босс ответил ему тем же.</p> <hr/> <p>— Да, хорошо, спасибо. Уже выезжаем.
Генрих положил трубку и посмотрел на Пауля. Тот сосредоточенно уставился в телевизионный экран, переливающийся разноцветными кадрами какого-то музыкального клипа.
— Вставай, время выезжать. Переживатель уже на месте.
Пауль рассеянно кивнул, продолжая наблюдать за действиями в экране. Полуголые девицы ритмично двигались под повторяющуюся какофонию в связке с незамысловатым текстом песни. Генрих встал, подошел к телевизору и нажал на кнопку питания — тот выключился.
— Эй, ты чего?
— Ты меня слышал? Нам пора ехать.
Пауль фыркнул, но встал с дивана и пошел к двери. Генрих последовал за ним. Быстрым шагом они спустились, минуя одну за другой лестничные клетки и вышли во двор. Генрих достал ключи от автомобиля и нажал на кнопку отключения сигнализации — не шибко примечательная легковушка бордового цвета, со слегка помятым крылом откликнулась писком. Напарники сели в машину и отправились в Лабораторию.
— Так что, какой план действий, командор? — нарушил тишину Пауль.
— План прост — ты идешь на сеанс, чистишь память, а я, после, займусь переживателем. Затем — по ситуации.
Пауль уткнулся лбом в окно. Мимо мчались машины, возникали и пропадали дома, деревья, люди. Повернувшись к водителю, он снова спросил:
— Слушай, Генрих… А босс что, правда собирается отдать девочку тому извращенцу?
— Как я понял, да.
— И как ты к этому относишься? В смысле, она же вообще ребенок.
— Я отношусь к этому, как к работе, — нахмурив брови, не отрывая взгляд от дороги, ответил мужчина. — Иногда приходится марать руки больше обычного — такое уж ремесло, ничего не попишешь.
Пауль ничего не ответил и снова прильнул к окну. Здание Лаборатории уже маячило перед глазами — огромное строение врезалось между рядами винтажных домов старой части города.
Припарковав машину, Генрих залез в бардачок и достал несколько шприцов с какой-то мутной жидкостью и револьвер. Оружие засунул в скрытую кобуру под мышкой, шприцы сложил во внутренний карман куртки. Подумав, достал один из них и передал Паулю:
— Если вдруг придешь в сознание, то попытайся вогнать в него иглу, пока он не выйдет из комнаты. Так будет намного проще.
Они зашли в холл, узнали комнату приема и пошли к ней. Присев на лавочке, стоявшей у входной двери, Генрих наклонился к Паулю и вполголоса начал говорить:
— И так, повторим историю: у тебя есть детская травма и мы пришли ее излечить. Очень торопимся, так как завтра уезжаем — из-за этого и платим больше. Отчасти — правда, но не суть.
— Понятно, только ты со мной чего пришел?
— Скажем, я твой неравнодушный друг.
— Фу, звучит по-гейски! — воскликнул молодой преступник, гоготнув.
Генрих грозно шикнул на него и осмотрелся вокруг — никого рядом не было. Приблизив свое лицо еще ближе к уху собеседника он сказал:
— Закрой рот и входи в комнату. И чтоб я тебя ближайшие двадцать минут не видел, а то не придется и память стирать — я тебе просто башку прострелю.
Генрих отвернулся от него и разблокировал телефон — на экране виднелось сообщение, отправленное боссом в групповой чат. Пауль скорчил мину подельнику, встал и зашел внутрь комнаты, демонстративно хлопнув дверью.
10
Переживатель широко раскрыл глаза — вернувшись в сознание, он до сих пор не мог поверить, что это происходит именно с ним. Аккуратно повернув голову, Рейн, на всякий случай, проверил состояние Пауля, что лежал на соседнем диване. Тот, как ему и было положено, сопел и не двигался. “Черт тебя дери, какие же хитрые сучьи дети! Мне повезло, что этот сопляк так сильно зациклился на своих чувствах, что переживание затянулось вплоть до Лаборатории! — словно окаченный холодной водой, лихорадочно сам себе вещал Рейн. — Мало того, что они украли Мари, так они еще хотят и меня на тот свет отправить!”.
Он предельно медленно сменил положение на сидячее, пытаясь не издать ни звука. Ощущение эйфории и гнева от того, что ему удалось узнать, быстро сменилось чувством страха и безысходности. “Они собираются убить меня и продать девочку в сексуальное рабство. Еще одну девушку они уже убили и кто знает, что сотворили еще”, — Рейн сглотнул подступивший к горлу ком. Звук показался ему чересчур громким, он поежился.
Посидев еще с минуту, он взял себя в руки и начал думать, что делать дальше. Вызывать ассистентов он не решился — ведь в его рассказ могут сразу и не поверить, но выйти из комнаты ему придется — а Генрих, второй тип, что ждет его у выхода, вряд ли даст ему уйти живым. Да, можно попробовать прорваться, но неизвестно как все развернется, риск слишком большой.
За дверью кто-то негромко прокашлялся, прочищая горло. Стало ясно, что второй бандит остался в прихожей, не выходя в коридор. Холодный пот выступил на лбу Рейна — одно нажатие дверной ручки отделяло его от верной погибели. Он загнанно огляделся вокруг. Взгляд упал на стеклянный журнальный столик, что находился между диванчиками, на котором лежал телефон похитителя. “А мой лежит нерабочий дома в куче риса, просто замечательно!”  — Рейн нахмурился, сильными движениями пальцев рук начал тереть глаза. “Беда не приходит одна”, — он такое, конечно, слышал, но это уже какой-то перебор. Очевидная мысль, которая должна бы сразу прийти к нему в голову, если бы не волнение, наконец посетила его. Можно ведь использовать телефон этого мерзавца — позвонить в полицию, конечно, опасно, ведь он может умереть раньше, чем оператор начнет переспрашивать: “Вы уверены, что вас хотят убить?”. Но ведь можно написать Саймону, который находился в нескольких километрах от него. И что он ему напишет? “Дружок, подойди в Лабораторию, к комнате номер восемнадцать и отключи сидящего бородатого мужика у входа, пожалуйста?” — звучит смешно, да и опасно. Рейн положил голову на ладонь, отвернувшись от двери. “Точно, вот же оно!” — блеснула в его голове идея, когда он уперся взглядом окно, что было аккурат напротив его глаз.
Он аккуратно поднял телефон Пауля и нажал на кнопку разблокировки — девайс был доступен по отпечатку пальца. “Может, просто вылезти да и сбежать? — спросил сам себя Рейн — Какова вероятность, что я открою окно, вылезу и убегу до того, пока второй козел не пальнет мне в спину? Чувствую, что не шибко большая”. Он аккуратно приподнял руку спящего бандита, и, взяв того за палец прижал к сенсору телефона — он разблокировался.
С огромнейшей осторожностью он вернул руку спящего на прежнее место и начал просматривать содержимое телефона. “Первое, нужно сказать Саймону, чтоб он приехал на такси под окно и, как только  выскочу, таксист давил гашетку в пол и не задавал вопросов”. Он вошел в браузер на телефоне, затем в свой аккаунт социальной сети и написал другу сообщение: “Привет, меня хотят грохнуть. В двух словах: похитители Мари пришли сюда чистить память при помощи меня. Срочно едь на такси к стене, где выходят окна первого этажа, восемнадцатая комната”. Подумав, он дописал: “Это не прикол”.
Уткнувшись в экран мобильного он не спускал  глаз со значка, что оповещал о прочтении сообщения. Прошла минута или две, но Рейн как будто уже просидел в таком положении часа четыре. Он почувствовал, что футболка уже насквозь мокрая. “Да ладно тебе, давай читай!” — подумал Рейн. Пауль зачмокал губами, наблюдая за какими-то действиями внутри своей головы. Переживатель повернулся к двери, от напряжения широко раскрыв глаза. Он думал как бы садануть Генриха так, чтоб хотя бы вырваться в коридор. За дверью никто не издал ни звука, но Рейн сидел еще с полминуты, не шелохнувшись.
Переживатель вновь посмотрел на экран мобильного — тот потух в блокировке. Чертыхнувшись, переживатель снова полез  за пальцем Пауля. Провернув похожую манипуляцию и разблокировав телефон обратно, переживатель вновь открыл сообщения — Саймон ответил ему. Рейн дрожащими пальцами открыл окно чата, прочитал ответ: “Ахаха, чертяка, я аж немного испугался. Купил себе новую трубу? Давай подходи скорее, пиво греется”. Рейн крепко сжал челюсть — было ощущение, что сейчас начнут крошиться зубы. Он сфотографировал лежащего без сознания бандита, затем себя — отправил в чат. “Не шучу, телефон этого типа, давай быстрее” — добавил к фотографиям Рейн. Пришло ответное сообщение: “Ок, скоро буду. Напишу, как будем под окнами”.
Он свернул окно браузера, открыл галерею — ничего интересного не нашел. На всякий случай, скинул в чат с Саймоном пару фотографий Пауля, его номер, избранные контакты. Исследуя приложения, установленные на телефоне бандита, он заметил знакомую иконку мессенджера. Точно, их босс ведь должен был скинуть им место, где находится Мари — он открыл сообщения. Да, и правда, одно из верхних сообщений было в групповом чате, с адресом. Кроме адреса там фигурировало время — пять часов вечера, он перевел взгляд на циферблат — два часа.  Рейн сделал скриншот, скопировал имена участников и так же переслал Саймону.
Осторожно поднявшись и подойдя к окну он стал выглядывать машину, то и дело оборачиваясь то на дверь, то на тихо сопящего Пауля. Минуты тянулись мучительно долго, но никакой машины все еще не было видно. Он глянул на часы — прошло уже четверть часа. “Черт возьми, где же тебя носит”, — процедил шепотом Рейн, выглядывая в окно. Внезапно, из-за поворота стала видна приближающаяся машина, он мгновенно открыл чат и написал “Я у окна. Готов десантироваться”. “Окей, мы как раз подъезжаем, еще минуту”, — пришло в ответ. И правда, машина сбавила ход у стены и голова Саймона вылезла из авто. Заметив горе-форточника, тот влез назад и авто направилось туда, где было нужное окно.
Рейн вышел из своего аккаунта, стер историю посещений в браузере и заблокировал телефон, положив обратно на столик. Осмотревшись, он пытался найти чем приостановить Генриха, если тот вдруг что услышит. Взявшись за край диванчика, он попробовал его подтащить к двери — нет, довольно тяжелый и будет скрежетать, если его двигать. Переживатель взял кувшин с водой и поставил аккурат возле двери — лучшей идеи в голову не пришло. Подумав, он еще снял подушку с дивана и положил рядом со входом.
Пришло время действовать: Рейн подошел к окну, тихонько стал поворачивать ручку, чтоб открыть. Та шла плавно и в момент окно было открыто. Переживатель выглянул — открытая дверь машины уже ждала его внизу. Он поставил одну ногу на подоконник, выждал момент, поставил другую, осторожно свесил их вниз, сев на оконную раму — все шло как по маслу. Он обернулся еще раз, чтобы удостоверится в успешном исходе своей операции — все было тихо. Он спрыгнул вниз и пулей влетел на заднее сиденье автомобиля.
— Давай, поехали!
Водитель выжал газ и уже через несколько секунд они мчались  прочь от Лаборатории. Рейн лежал на заднем сидении, вцепившись руками в мягкое сиденье авто, а глазами — в обитый тканью потолок.
— Ну что, спас я твою задницу? С тебя ужин, получается. — Повернувшись назад к другу, сказал Саймон. — Расскажи, что вообще произошло-то?
— Да… Сейчас все расскажу. Куда мы едем?
— Подальше от Лаборатории.
— Это как раз то, что я и хотел услышать. Пускай нас высадят где-то в не примечательном месте.
Саймон повернулся к водителю и сказал ему что-то, тот утвердительно кивнул. После потянулся в карман, достал плотную стопку наличных и передал таксисту. Тот, не отрываясь глазами от дороги, взял деньги. Направив автомобиль к ближайшей парковке, он остановился. Саймон поблагодарил водителя  и товарищи вышли из машины. Рейн сжался от холода — куртка осталась в Лаборатории.
— Куртку захватить не успел?
— Да как-то да, из головы вылетело. Занят был другим.
В торце дома, что стоял неподалеку был магазин одежды. С витрины безликими овалами взирала толпа манекенов. Саймон поднял руку в их сторону, сказал:
— Ну пойдем, оденем тебя.
Рейн посмотрел в ту сторону, куда указывала рука.
— Ух, да, идея на миллион — стуча зубами, ответил он — давай только  быстрее, пожалуйста.
Они зашли внутрь и подошли к стенду с куртками. Саймон толкнул Рейна в плечо и сердито прошептал:
— Давай рассказывай, что произошло?
Зависнув между бесконечных рядов плечиков с разномастной одеждой, Рейн выложил все, что произошло в Лаборатории. Саймон сосредоточенно слушал, не перебивая и время от времени задумчиво дергая рукава висящих рядом курток.
— Фото и контакты, что я тебе выслал — это данные похитителей. Надо срочно переслать это в полицию и Роберту. Кроме того, я думаю, что нам нужно ехать самостоятельно наперед — если они заберут девчонку раньше приезда полицаев, то я не смогу себе этого простить.
— Да, — кивнул Саймон, — придется ее вытаскивать оттуда самостоятельно. У нас осталось меньше двух часов и это при условии, что эти козлы подъедут максимально поздно.
— А что с таксистом, как ты его уговорил?
— Да как обычно — дал хорошие чаевые. Подробностей не рассказывал — сказал что друг поймал белку и его надо срочно забрать. И не удивляться ничему.
— Отличный ход, — Рейн снял одну из курток и накинул на себя. Желтоватый пуховик с объемными рукавами делал его чем-то похожим на цыпленка. — Нам нужно двигаться дальше.
Они пошли на кассу, расплатились и вышли на улицу. Рейн подал сигнал проезжающему мимо таксисту, тот заметил его и припарковался неподалеку. Затем опустил окно и слегка вытянул в приоткрытое окно свое мясистое лицо:
— Я уже домой еду, брат.
— Платим тройной тариф, наличкой, — сказал Саймон, помахав зажатыми в руке купюрами.
Таксист расплылся в улыбке.
— Тогда я еду не домой, — ответил тот и, махнув головой на заднее сиденье, пригласил их в салон, — заскакивайте.
Они погрузились в машину и поехали по адресу, что был упомянут в сообщении похитителей. Саймон сбросил всю информацию, что удалось получить Рейну из телефона бандита Роберту, набрал в полицейский участок, описал то, что им удалось узнать. Закончив вызов, он перебросил на почту полиции те же документы, что отправил Робу. Таксист повернулся и вопросительно взглянул на него. Отвернувшись обратно к дороге, он спросил:
— Ребятки, что вы замышляете?
— Не беспокойся, дружище. Тебя мы не впутываем, — хлопнув того по плечу, сказал Саймон. Обернувшись к Рейну, продолжил, — полицейские говорят, чтобы мы не лезли, они отправят туда наряд.
Рейн почувствовал облегчение: геройский запал уже немного выветрился и единственное, что его двигало дальше, это понимание того, что без их вмешательства девочка почти наверняка пропадет. Если вместо них ее будут спасать обученные люди с оружием, то он не будет возражать.
— Отлично. Ну, раз едем туда, то давай хоть постоим да понаблюдаем.
— Без проблем.
Тем временем, машина заезжала в какой-то глухой спальный район. Обшарпанные, похожие друг на друга многоэтажки угрюмыми коробками нависали над землей. Из окон такси видны были разрисованные баллончиками витрины, перевернутые урны, сломанные рекламные щиты.
— Мы уже почти на месте, — глядя на навигатор, сказал таксист, — осталось пару домов.
— Хорошо, — ответил Саймон, кладя на торпеду деньги, — можешь остановить здесь, мы дойдем пешком.
11
Шагая по потрескавшемуся тротуару и разглядывая окружающие здания, бесконечными рядами выстроившихся один за одним, парни высматривали номер дома, который был им нужен. Саймон стукнул друга в плечо и махнул в сторону одной из многоэтажек:
— Вот он, смотри.
Рейн повернулся туда, куда указал напарник и пригляделся к номеру — да, и правда он. Пара подъездов с уже давно незакрывающимися входными дверьми, едва висящими на петлях и куча окон, чем-то напоминавшие проеденные термитами отверстия внутри древесины — где-то там и заточена Мари. Рядом с домом стояла легковушка, — Рейн словно получил в поддых, — та самая бордовая машина с мятым крылом, что была в воспоминании Пауля.
— Он или они уже здесь, — слегка надтреснутым голосом произнес он. — Паренек еще был в отключке, когда я слинял и где-то сейчас только должен очухаться, но бородатый сто процентов здесь.
— В смысле, как ты понял?
Рейн накинул капюшон, застегнулся, повернулся спиной к дому.
— Видишь ту тачку, с мятым крылом?
Саймон кивнул.
— На этой колымаге они приехали в Лабораторию.
— Так… Похоже, я понимаю к чему ты ведешь — эти типы уже внутри. Но, слушай, может полицейские приедут во время?
— Ты слышишь звук сирен или вообще хоть какое-то движение машин в этом районе?
На улице была тишина, лишь изредка подвывал ветер. Шуршали лишь листья и разбросанный вокруг мусор.
— Хм-м, ну да. Но, в любом случае, они  же их поймают и вытащат сведения, куда они дели ребенка.
— Ты сам-то в это веришь?
Парень, помедлив, покачал головой из стороны в сторону. Рейн бросил взгляд на дом, повернулся обратно.
— Мы должны пойти туда.
— Что, не все герои носят плащи?
— Да, иногда они носят желтые пуховики. Пойдем.
Они пошли к многоэтажке, озираясь по сторонам. Полицейских машин видно не было, даже намека на них.
— Какая там квартира?
— Двадцать первая — заглянув в телефон, ответил Саймон.
— Окей, — Рейн окинул взглядом дом, прикидывая что-то в уме. — Наверное, этаж пятый-шестой, — затем наклонился к порогу и поднял лежащий кирпич, — где-то там.
— Ты хочешь забить их кирпичом? Серьезно? Ты же мне сам сказал, что у бородатого типа точно есть ствол.
— Старик, альтернатив я не вижу, — они застыли на входе в подъезд. — Нам нужно их хотя бы задержать. На нашей стороне эффект неожиданности. Предлагаю такой вариант: я стану на лестничном пролете около двери, а ты станешь за ней, с кирпичом. Как только первый выйдет, я с ним поздороваюсь или что-то типа того, — я уверен, что, как минимум, он удивится и замешкается, — в этот момент ты огреешь  его по башке.
— А если он просто увидит тебя и выстрелит? И в меня за компанию?
— Если ты не хочешь идти — ты в праве не идти. Я могу пойти сам.
Саймон замолк на миг, затем произнес, покачав головой:
— Ну нет, помирать одного я тебя не пущу, — он протянул руку к кирпичу, Рейн передал ему импровизированное оружие. — А что будем со вторым делать?
— Будем надеятся, что там лишь один. Большинство клиентов еще сопят — не думаю, что этот исключение. А если и нет — будем действовать по обстоятельствам.
— По обстоятельствам — протянув гласные, повторил Саймон. —  План на пятерочку. Но лучше идеи у меня нет, так что вперед.
Парни зашли внутрь и стали подниматься по лестнице, внимательно смотря на номера квартир, что висели на дверях. Первый, второй, третий, четвертый этаж — звук учащенного дыхания и  шорох вещей неприятно резали тишину.
Наконец-таки они увидели тот номер, что искали — дешевые, пластиковые и слегка облезшие цифры сложились в число двадцать один на видавшей виды двери. Рейн осторожно подкрался к двери и, присев на корточки, приложил ухо  к отверстию замка. Послушав немного, он поднялся и повернулся к подошедшему Саймону. Сложив руки в трубочку и прислонив тому к уху, Рейн произнес:
— Внутри какое-то движение, но никто не разговаривает. Похоже, там только Генрих.
Саймон кивнул и указал Рейну на лестничный проем, намекая на то, что пора занимать исходные позиции. Тот спустился вниз и встал в пролете. Простояв так пару минут Саймон и сам приложил ухо к двери.
Застыв в таком положении он жестом позвал Рейна к себе, приглашая послушать тоже. Тот бесшумно поднялся обратно и присоединился. К звукам шороха прибавилось тихое скуление, что довольно походило на детский плач. Переживатели переглянулись между собой — казалось, что там была лишь девочка.
— Она что, одна там? — прошептал Саймон.
— Да ну, а где тогда головорез? В тачке ведь его нет?
— И то правда, но его не слышно.
Шорохи за дверью стали интенсивнее. Послышался едва различимый звук детского хныканья.
— Слушай, похоже она там и впрямь сама.
Рейн положил руку на ручку двери и плавно стал нажимать вниз. Саймон ткнул его в плечо и взглянул на друга, на лице читался немой вопрос: “Что ты делаешь?!”. Тот не обратил внимания и продолжил — дверь беззвучно отворилась.
Осторожно приоткрыв ее, он заглянул внутрь. Небольшая комната с давно уже выцветшими обоями, что служила и залом, и прихожей одновременно встретила его слегка застоявшимся воздухом и лучами, что продирались сквозь окна. Посреди комнатушки стоял старый, но добротный круглый стол со слегка изогнутыми ножками. В углублении по левую руку был небольшой коридор, что вел на кухню и в ванную комнату.  Справа была видна спальня — краешек кровати с белоснежной простынью выглядывал из-за угла.
На полу зала, у окна, связанная по рукам и ногам лежала Мари. Ее красные от глаз слезы встретились с глазами Рейна — тот приложил палец к губам и поднял руку в приветствии, давая понять, что они ей не враг. Девочка отвела взгляд и вновь положила голову на пол.
Рейн зашел в квартиру и торопливо огляделся, в то время как Саймон стоял в коридоре и смотрел сквозь лестничные пролеты и в сторону лифтов на случай того, если Генрих будет подниматься.
— Не бойся, Мари. Я друг твоих родителей, сейчас я тебя заберу и мы скоро с ними увидимся — сказал переживатель, наклоняясь к девочке, чтобы взять ту на руки. Та уткнулась лицом ему в куртку, плотно прижавшись к парню и полностью утонув в пуховике. Подняв Мари, Рейн повернулся к двери — Саймон как раз смотрел на него и показывал жестами, что все чисто и нужно бы поторопиться.
Парень сделал шаг к выходу и вдруг услышал звук вращения дверной ручки со стороны кухни. Спустя момент на него смотрело дуло пистолета, за которым было хмурое бородатое лицо.
— Куда ты собрался, дружочек? Мало того, что я конкретно переживал, когда ты невесть куда делся из Лаборатории, так сейчас мне пришлось бесшумно и молниеносно подтираться, — Генрих медленно выходил из коридора, не опуская пистолета. Саймон, что стоял в проеме, мгновенно спрятался за стенку. — Ты доставляешь очень много хлопот, — махнув дулом пистолета вниз, он продолжил подходить, — положи девочку на землю и подними руки.
— Конечно, сейчас я ее положу на землю и получу пулю в башку?
— Дурак, — улыбнувшись, ответил ему Генрих, — ты же ее держишь ниже своей головешки. Если бы я хотел послать пулю тебе в череп, она бы уже была там.
Рейн оценил ситуацию и на лице переживателя проступило замешательство. Бандит заметил это и, коротко хохотнув, продолжил:
— Ты, наверное, думаешь, почему ты еще живой? Все просто — выстрел привлечет соседей и дело уже не пройдет гладко, — Рейн стал пятится к спальне, а Генрих подходил все ближе и ближе. — Я предлагаю тебе разобраться как мужчины, без оружия, как в фильмах про героев. Ты ведь, судя по всему, герой?
Рейн уперся спиной в дверной косяк спальни. Вдруг он заметил в зажатом кулаке бандита слегка выступающий поршень шприца — как раз того, что видел в воспоминании.
Генрих показательно отшвырнул оружие куда-то на кухню — было слышно как оно прокатилось по кафелю, врезавшись во что-то металлическое. Переживатель понимал, что это была уловка — Генриху нужно лишь всадить ему укол, чтобы отправить на тот свет, ничего рыцарского в этом хитром и смертоносном человеке не было.
Генрих оскалился и, сжав руку, что ранее держала пистолет, в кулак, начал стучать себя в область груди, постепенно приближаясь.
— Ну, давай! Иди сюда, щенок!
В это время Саймон сделал шаг в комнату и, на цыпочках двинулся к Генриху. Из-за одновременно комичности и опасности сложившейся ситуации Рейн невольно хохотнул. Генрих хохотнул в ответ, все также медленно подкрадываясь к нему. Саймон же, занеся руку с кирпичом как можно выше, с  размаху опустил ее на голову Генриха. Послышался глухой стук, бородач взвыл, брызнула кровь.
— Ах ты мразь! — проревел бандит, разворачиваясь на подкашивающихся ногах к Саймону.
Падая, он ухватился рукой за штанину парня и повалил того за собой. Рейн бросил Мари на пол, поспешив на помощь к другу. Нанеся еще один удар ногой в голову Генриха он понял, что не успел: тот, глухо охнув, слетел с Саймона,  который тоже слегка вскрикнул. В ноге друга, в районе бедра, торчал небольшой шприц, поршень которого был утоплен наполовину.
Рейн, громко выругавшись, отвесил еще несколько добротных пинков в еще пытающегося встать Генриха. Тот наконец-таки обмяк и перестал двигаться. Саймон вырвал шприц из ноги, повернулся и тоже пнул уже отключившегося бандита. Мари лежала на полу и тихо хныкала.
— Спокойно, не шевелись! Это какая-то ядовитая дрянь, они хотели меня уколоть такой в Лаборатории! — Рейн скрылся на мгновенье в спальне, вернулся с подушкой, на ходу вытаскивая ту из наволочки. Разорвав последнюю на лоскуты, он опустился на колени перед Саймоном и принялся стягивать с него штаны.
— Эй, а в кафе сначала сводить? — отпустил шутку Саймон. Выглядел он вполне нормально.
— Заткнись и не двигайся. Надо плотно обвязать ногу, чтоб кровь хуже проходила.
— Ты думаешь, поможет?
— Не знаю, но а вдруг! Надо ведь хоть что-то сделать! — ответил ему Рейн, туго затягивая полоски ткани по обе стороны от места укола. — Дай мне свой телефон и сиди, не двигаясь.
Саймон достал мобильный из куртки и передал другу. Тот взял его, набрал номер скорой помощи и, быстрым шагом удалился на кухню, вернувшись оттуда с ножом и пистолетом. Пистолет он передал Саймону, со словами:
— Держи эту мразь на мушке и при малейшем движении — стреляй.
Сам развернулся к Мари и начал разрезать веревки, что плотно врезались в ее запястья и щиколотки, попутно описывая ситуацию оператору скорой. Наконец, закончив, он прислонил девчушку к стене, та продолжала хныкать.
— Черт возьми, да успокойся ты! — в сердцах воскликнул Рейн. Особого эффекта просьба не возымела.
Он прижал девочку к себе и начал гладить по голове, успокаивая. Та понемногу стала отходить — всхлипы становились все реже и тише. Рейн повернулся на Саймона — тот распластался на полу, закрыв глаза, рука  с оружием лежала у него на животе. Опять выругавшись, он оставил девочку и подскочил к другу.
— Эй! Эй, Саймон! Не засыпай! — Никакого ответа не последовало. Рейн отвесил ему пощечину. — Не засыпай!
— Рейн… Что-то  мне не очень хорошо — едва слышно произнес Саймон.
— Не закрывай глаза, держись в сознании!
Но Саймон уже не отвечал. Рейн еще раз шлепнул того по лицу — никакой реакции. Он кинулся на кухню — послышался звук шипения водопроводного крана — спустя мгновенье Рейн уже сидел на коленях перед Саймоном и брызгал ему на лицо водой. Тот лежал неподвижно, никак не реагируя. Переживатель обхватил руками затылок, подняв лицо к потолку — он не знал, что делать. В осознании бессилия помочь другу, Рейн еще раз развернулся к лежащему неподалеку Генриху и нанес несколько ударов. Тот, как и Саймон, никак не отреагировал.
Переживатель кинул взгляд на девочку, та молча смотрела на него. Ручейки слез высохли, оставив следы чистых дорожек на грязном личике. “Это переживание стоило мне слишком дорого, — глядя на нее, подумал Рейн, — чересчур дорого”.
— Идти сможешь?
Девочка тихим голосом утвердительно ответила.
Рейн взял из рук Саймона пистолет, положил в карман своей куртки. Просунув руки под шею и сгиб коленей, он поднял его, как минут десять назад держал Мари. Парень был далеко не таким легким. Выпрямившись и перехватив Саймона поудобнее, он повернулся к девочке:
— Идем. Вызывай лифт.
Та выбежала из комнаты по направлению к лифтам. Рейн, обернувшись на лежащего без сознания Генриха, плюнул тому на спину.
— Надеюсь что ты не сдохнешь, тварь, и будешь всю оставшуюся жизнь гнить на больничной койке, двигая лишь глазными яблоками.
Перешагнув через тело он вышел на лестничный пролёт. Лифт как раз подъехал. Они вошли в открывшиеся двери и через несколько секунд оказались на первом этаже.
Выйдя из здания, Рейн осторожно опустил Саймона на землю, облокотив того спиной о грязную, облезлую стену. Сам опустился рядом и жестом подозвал Мари сесть рядом. Та послушно опустилась по его левую руку. Рейн взглянул на нее — девочка была лишь в кофте. Было заметно, что ей холодно. Он снял свой новенький, но, в то же время, повидавший многое пуховик и укутал Мари.
Повернувшись к Саймону, Рейн еще раз попробовал вернуть его в сознание — тщетно. Лицо Саймона посерело. Переживатель прощупал пульс — слабый, но есть. Рейн запустил в карман куртки Саймона руку, выудил оттуда пачку сигарет и зажигалку. Прикурив и плотно затянувшись, он выпустил облако дыма. Где-то вдалеке послышался вой сирен.
12
Сквозь жалюзи едва пробивался дневной свет, пространство заполнило холодное свечение ламп, что бледными полосами висели на слегка потрескавшемся потолке.
— Мистер Фишер, должен сказать, что вы подвергли себя и мистера Корда, что сейчас борется за жизнь, очень большой опасности. — Комиссар встал из-за стола, подошел к сидящему Рейну и протянул ладонь. — И в то же время, вы совершили по-настоящему благородный поступок.
Рейн ответил рукопожатием и сотрудник полиции развернулся к Роберту, что также находился за столом. Было видно, что мужчина жутко устал, но в тоже время, лицо его было умиротворенным. Они с Мэйси прилетели несколько дней назад, ближайшим доступным рейсом. Жена Роба оставалась с дочкой дома с тех пор, как они встретились.
— Генрих Миллер, преступник, которого обезвредили мистер Фишер и мистер Корд, до сих пор находится без сознания. Криминалисты продолжают искать следы других членов группировки, но прежние контакты уже оборваны. — Полицейский сел обратно за стол. — Место передачи осталось неизвестным — наши люди нашли остатки пепла в раковине. Мы предполагаем, что Миллер предусмотрительно сжег записку с адресом. Так что, вероятно, не прояви Рейн и Саймон инициативу,  мы бы потеряли вашу дочь.
Роберт нахмурил брови и тряхнул головой, зажмурив глаза, словно отгоняя слова комиссара. В кабинет зашел еще один полицейский и жестом подозвал коллегу. Они вполголоса обменялись парой фраз.
— Господа, мне нужно отлучится. Еще раз спасибо за содействие, Рейн. Надеюсь, что с мистером Кордом все будет в порядке, — полицейский обратил взгляд к Роберту. — В случае каких-либо новостей мы с вами свяжемся, но постараемся не тревожить по чем зря.
Комиссар вышел из комнаты, оставив Рейна и Роберта вдвоем. Переживатель  нарушил слегка затянувшееся молчание:
— Как себя чувствуют Мэйси и Мари?
— Тяжеловато, но, благо все закончилось. — Роберт поднял глаза и посмотрел в лицо Рейну. —  Еще раз спасибо тебе.
Тот ответил легким наклоном головы.
— Да, пожалуйста.
— Как Саймон?
— Врачи пока не пускают к нему в палату — говорят, сильное отравление. Он не приходил в сознание с тех пор, как мы выбрались из той заварушки.
— Плохи дела, — Роберт потер глаза, после чего уставился в стаканчик с карандашами, что стоял посреди стола, — надеюсь, что он все-таки поправится.
— Я тоже очень на это надеюсь, — Рейн поднялся со стула. — Пожалуй, съезжу к нему. Может быть, он, наконец-таки, очнулся.
— Тебя подбросить?
— Нет, спасибо, Роб. — Рейн подошел к вешалке, что стояла в углу комнаты и снял с нее куртку, что подарил ему Саймон в тот день. — Езжай лучше домой к жене и дочке, ведь не зря же мы с Саймоном так лихо напрягались, еге ж?
Роберт ничего не ответил, лишь слегка посмурнел. Рейн накинул пуховик, подошел к нему и, присев на стол, произнес:
— Ладно, извини. Просто я на взводе, волнуюсь за друга. Я верю, что ты бы первым туда ринулся, если бы только мог.
Рейн встал, помахал на прощание и вышел за дверь. Этаж отдела полиции больше напоминал будничный офис — несколько ровных рядов со столами, за которыми сидели сосредоточенные люди, что бесконечно стучали по своим клавиатурам, лишь изредка отрывая глаза от экрана. Рейн прошел сквозь ряды к металлической двери с небольшим вытянутым окошком, затянутым мелкой сеткой, над которой горел значок выхода, толкнул ее и оказался на лестнице. Скоро спустившись, он достал недавно приобретенный телефон и вызвал такси. Спустя несколько минут он уже  мчался на пассажирском сидении, рассматривая город сквозь ветровое окно.
К тому моменту, как Рейн приехал к больнице, на город уже опустился вечер. Мощные прожекторы подсвечивали снизу стены госпиталя, создавая ощущение, что верхушка больницы растворяется и плавно переходит из бетона в неосязаемый купол неба.
Моросил небольшой дождь, Рейн накинул капюшон куртки и двинулся к разьезжающимся дверям с  большими красными крестами, нанесенными на них. Поднявшись на этаж, на котором находился Саймон, он заметил, что дверь в его палату открыта — он заглянул внутрь, но кровати с больным внутри не обнаружилось.
Нахмурившись, он осмотрелся — никого вокруг не было. Рейн снял курточку и, закинув ту на сгиб локтя, отправился на поиски медицинского персонала. Дойдя до стойки регистратуры он нашел то, что искал — молодая девушка лет двадцати пяти корпела над записями пациентов. Ее каштановые глаза бегали вверх-вниз, скользя по монитору, голова качалась в такт ритмично, едва-слышимой из ее наушников, музыке. Рейн прокашлялся. Девушка, заметив его, поспешно вынула наушники и поздоровалась, смущенно улыбаясь.
— Здравствуйте! Прошу прощения за беспокойство, — начал Рейн, — но я ищу своего друга из палаты семь-одиннадцать — но там никого нет, даже кровати.
Брови девушки сложились домиком, глаза округлились, а рука прижалась к груди.
— Саймон Корд? Буквально полчаса назад у него случился приступ, в срочном порядке пациента перевели в отдел реанимации, она находится на втором этаже.
Рейн почувствовал как зубы сжались плотно настолько, что был слышен легкий скрежет. Поблагодарив девушку, он быстрым шагом подошел к лифтам и нажал на кнопку вызова. Время, проводимое в ожидании, казалось переживателю вечностью. Постояв с полминуты, он выскочил на лестничную клетку и, перескакивая ступеньки, устремился к второму этажу.
Выскочив в отделение реанимации он чуть было не сбил с ног проходящего врача.
— Эй, молодой человек, будьте аккуратнее! Тут вам не стадион, носитесь в другом месте!
— Да, да, извините, — запыхавшись, произнес Рейн, — подскажите пожалуйста, где я могу найти Саймона Корда? Он поступил в реанимацию пол часа назад.
— Пройдите к регистрационной стойке, в начале коридора. Только, прошу вас, не бегом.
Врач ткнул указательным пальцем, показывая Рейну, куда ему нужно идти. Тот кивнул и направился к стойке настолько спокойным шагом, насколько мог.
— Здравствуйте, подскажите, где я могу найти Саймона Корда — его перевели сюда около получаса назад.
Женщина, что находилась за столом и говорила по телефону, на мгновенье приложила ладонь к микрофону, и вполголоса ответила:
— Комната два-семь — операция идет. Вы присядьте около входа — как только доктора выйдут, можно будет узнать, как обстоят дела с пациентом.
Рейн поблагодарил уже не обращающую на него внимания женщину и начал искать глазами операционную. Завидев нужные цифры над одной из дверных коробок, он пошел к ней и занял располагающуюся рядом скамейку. Минуты медленно тянулись одна за одной, но так никто и не выходил. Стрелки настенных часов мерно крутились, гипнотизируя Рейна.
Щелчок открытия двери вернул переживателя обратно — один из врачей вышел в коридор, стянул маску на подбородок и потер глаза. Повернувшись на Рейна, он спросил:
— Родственник?
— Да, можно сказать так. Как он?
Доктор присел рядом с Рейном, уперев локти в колени. В палате происходило какое-то движение, пара санитаров зашла внутрь.
— Сожалею, но мистер Корд скончался. Сердце не выдержало нагрузки.
Рейн поднял взгляд на доктора, но тот лишь покачал головой. Ничего не ответив, переживатель выдохнул и уткнул лицо в ладони.
Замерев в такой позе на несколько мгновений и, затем, отняв руки от лица, он едва слышно выругался. За доли секунд в его голове пролетели все те годы, что они провели с Саймоном. Настоящих друзей тяжело найти, ещё тяжелее терять. Друзья —  это семья, которую ты выбираешь самостоятельно, и Рейн только что понял, что потерял единственного человека, которому доверял, как самому себе.
Рефлекторно вставив сигарету в зубы, он поднес к той зажигалку. Рука сидящего рядом доктора осторожно дернула его предплечье, Рейн повернулся на него. На мгновенье показалось, что на него смотрит Саймон, напяливший на себя медицинский костюм — он тряхнул головой, волосы заметались из стороны в сторону.
— Тут все же отделение реанимации, дымить тут не стоит. Давайте я вас проведу в комнату для курения.
Рейн кивнул и встал, доктор поднялся вслед за ним и указал на одну из комнат, ничем не отличающаяся снаружи дверь от других. Они вошли внутрь, Рейн оперся спиной о стенку и наконец-таки выпустил облачко табачного дыма. Врач тоже достал сигарету и прикурил. Крутя ту меж указательным и большим пальцем, он спросил переживателя:
— Мистер Корд и вы спасли ту маленькую девочку, о которой недавно говорили в новостях?
Ничего не говоря, не глядя на вопрошающего, Рейн утвердительно мотнул головой.
— Очень жаль… Жаль, что так произошло. Соболезную вам.
Рейн взглянул на пытающегося поддержать его доктора. Он понимал, что тот искренне сочувствует, но жалость — последнее, что могло ему помочь. Его слегка передернуло. Он затушил окурок, положил ладонь на ручку дверцы.
— Извините, нужно идти.
Рейн направился к выходу на лестничную площадку, затем пулей спустился вниз и вышел из здания больницы. Он хотел одновременно и взорвать все вокруг, и забиться в какой-то угол, в котором бы его никто не нашел.
Парень сел на холодные ступеньки, и поднял взгляд в небо — бисер звезд раскинулся вокруг полной, круглой луны. Рейн перевел взгляд под ноги — асфальт со множеством маленьких выбоин чем-то напоминал картину сверху. Рейн еще раз закурил. Кажущаяся нереальность происходящего и, в то же время, наличие неопровержимого печального факта разрывали его изнутри.
Он поднялся и медленно, погруженный в мысли, начал шагать вдоль дороги. Пройдя метров двадцать, он остановился, достал мобильный и вызвал такси. Через пару минут подъехала машина, забрала его и увезла в старый центр города.
Таксист остановился у бара, в котором Рейн и Саймон провели несчетное количество вечеров — переживатель захотел побыть там еще раз. Дав водителю чаевые и хлопнув дверью, он вошел внутрь.
Людей было много — шум разговоров, хохот, короткие словесные перепалки накрыли его со всех сторон. Переживатель занял стол в углу, заказал у подошедшего официанта фирменного бренди. Тот, пожав плечами, сказал, что такого в меню нет — ему нужно  сходить и узнать на баре.
Проводив того взглядом, Рейн затянулся и подумал: “Ни Саймона, ни выпивки — жизнь бьет со всех сторон”. Уткнувшись лбом в столешницу и рассматривая свои ботинки, он постарался не думать ни о чем и сосредоточится на ожидании. Получалось довольно паршиво, что совсем неудивительно. Рейн плотно зажмурил глаза и резко откинулся на спинку стула.
С сигаретой в уголке рта и свесив руки, словно те были какими-то веревками, он чем-то напоминал небрежно брошенную тряпичную куклу. Вдруг, кто-то тронул его за плечо — Рейн открыл глаза и увидел перед собой старика-бармена, владельца заведения. Тот улыбался ему и держал в руке бутылку того самого бренди.
— Привет, молодежь! Извините, растем — вот взял паренька на подмогу, но он еще не в курсе ни за лучших клиентов, ни за лучший бренди, — бармен хохотнул, — но мы его поднатаскаем!
— Ох, супер. Ну, похоже, дела идут хорошо, раз штат наконец-то расширился.
— Да, и не говори! Я как белка в колесе за последнее время, — старик поставил бутылку на стол, — но про то, какие вы герои, наслышан! Спасли ту малютку, как ее… Мари, вроде бы. — Бармен хлопнул Рейна по плечу, тыкнув пальцем в бутылку — это комплимент от заведения!
— О… Да, спасибо.
— А где второй спасатель? Ох он мне и уши прожужжал тогда, как он скоро будет валяться на пляже да киснуть в океане. Насовсем, говорил, переезжает, и тебя  же хотел с собой брать, — бармен скорчил удивленную рожицу. — А что ты такой кислый, неужели он сам отчалил?!
Рейн на мгновенье прикрыл глаза, затем снова взглянул на бармена.
— Представьте, отчалил-таки.
— Во дела,  а что ж так?
— Так вышло… Но ничего, мы с ним еще встретимся.
— Ну, передавай ему привет! И приходите еще в гости, если с корнями не осядете в своих оканских песках, — хохотнув, сказал бармен. — Ладно, я побежал, у меня там народу тьма!
Рейн, улыбнулся ему. Тот ответил тем же и быстро растворился меж посетителей бара. “Отчалил… Отчалил, даже не побывав на своих драных островах, — открутив крышку, горько мыслил Рейн, — даже не поплавав в своем драном океане”.
Он запрокинул бутылку с пойлом и осушил ее на четверть. Горячая жидкость ярым огнем обожгла слизистую, но переживатель запрокинул ее еще раз — сегодня он решил напиться до беспамятства.</p> <hr/> <p>На утесе было довольно ветрено — невысокие кустики и островки трав беспокойно колыхались из стороны в сторону, не замирая ни на секунду. Яркое пекучее солнце крепко пригревало, играя бликами на бескрайнем покрывале водной глади.<br/> Человек сидел на самом краешке скалы, свесив босые ноги над бездной, что кончалась беспокойными волнами, разбивающимися об каменное подножье. Ветер трепал его волосы из стороны в сторону, открытые части тела уже успели немного обгореть. В руках он держал небольшой серебряный сосуд. Намурлыкивая себе что-то под нос, он сидел и смотрел вдаль, туда, где океан прячется за горизонт.
Встав и отряхнувшись одной рукой, он прислонил ладонь к глазам и посмотрел вниз — волны страшно бушевали. Он едва заметно улыбнулся и поднял то, что было в руках, — это была урна с прахом, —  над головой, и произнес:
— Ты всегда мечтал о безбрежном океане и горячем песке, дружище, но не успел. Ты давно хотел бросить переживать вечные чужие проблемы и начать жить. Ты не успел, но научил этому меня.
Он открыл крышку и перевернул урну — ветер подхватил прах и унес его в сторону бесконечных гребней волн, что перекатывались внизу. Проводив взглядом пепельное облако, Рейн медленно развернулся и пошел в обратную сторону. Ветер все так же трепал его одежду и волосы, горячая земля приятно грела подошвы ног — мужчина шел, закрыв глаза, легкая улыбка приклеилась к его устам. Быть может, никогда он не чувствовал себя настолько спокойно и умиротворенно.
Отныне он закончил переживать. И, наконец, начал жить.</p>`,1);function U(a,e){h(e,!1);const s=B(),[i]=s;D();var t=w(),p=c(t),o=_(f(p));r(),b(p),r(74),m(n=>g(o,"href",n),[()=>i("https://github.com/sychd/chillyhill.me/blob/main/static/media/%D0%9F%D0%B5%D1%80%D0%B5%D0%B6%D0%B8%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D1%8C.epub#:~:text=Raw-,View%20raw",void 0)]),d(a,t),u()}export{U as default,v as metadata};
