import{a as e,t as r}from"./disclose-version.BheL1EAt.js";import"./legacy.DCSAwivz.js";import{S as o}from"./runtime.D0Eux3pY.js";const n={title:'Рассказ "Препарат"',description:"Антивоенный рассказ",date:"2025-05-15",categories:["story","writing"],published:!1,language:"ru"};var i=r(`<h1>Препарат</h1> <p>Двое людей в белых халатах стояли напротив широкого письменного стола. За ним сидел человек, напоминавший мясника, которого нарядили в темно-зеленый костюм и всучили ручку вместо топора.
— Мне нужно, чтобы они не чувствовали сомнения, были преданы великой цели! — мужчина опустил кулак на стол. — И мне нужно что-то новое, а не ваш проклятый первитин!
— Но первитин уже давно не используют…
— Мне плевать, как оно называется!
На мгновение повисла тишина, нарушаемая тяжким сопением и шорохами стоящих, очевидно желавших поскорее испариться отсюда.
— Короче говоря, работайте. Дайте мне что-то свеженькое. — Он поднял палец вверх, — мы — избранная, экспериментальная часть! Имеются и деньги, и ресурсы. Только скажите мне, что вам надо и я достану.  А теперь, пошли вон.
Пара вылетела из пропахшей легкими нотками перегара и пота комнатушки в коридор. Минуя бесконечные ряды дверей и лестниц, они наконец добрались до  лаборатории. Под холодным светом ламп, коллеги наконец-таки выдохнули, сели на ящики в углу у окна в и закурили одну сигарету на двоих.
— Джон, как меня уже достало всё! Как нас угораздило вляпаться в такое дерьмо?!
Тот лишь затянулся чуть сильнее обычного, вытянул руку с сигаретой и на мгновенье застыл.
— Да, друг, я понимаю. Ты и сам все прекрасно помнишь.
О да, он помнит. После университета они с Джереми, его лучшим другом и сокурсником, уклонялись от воинской службы. Работать на производствах или в лабораториях при государстве также не входило  в их планы, ведь это, так или иначе, вливало жизнь в жилы военной машины. Вместо этого, химики устроили нелегальное фармацевтическое предприятие по производству запрещенных обезболивающих, сильнодействующих снотворных, меняющих сознание препаратов и прочих веществ. Их мечтой и целью была помощь как отдельным людям, так и  в целом человечеству — они делали это, как могли.
Когда химиков поймали, вариантов было немного — или лагеря, или служба да блиндажная романтика. И все же, нашелся третий путь: подразделения научной поддержки при частях. Доброе расположение духа случайного канцеляриста определило их в одну из частей работниками синтезирующей лаборатории.
Химические орудия были запрещены, но препараты “улучшения человеческого потенциала” активно использовались. Последнее время они занимались производством тонизирующих витаминов, короткодействующих релаксантов, лекарств и прочих мелочей.  Этого было достаточно вплоть до сегодняшнего утра.
— Он хочет человека без страха, — пробубнил под нос Джереми. Его веки сжались под весом насупленных бровей. — Черт, Джон, я не буду в этом участвовать! — Он бросил потухший бычок на пол. — Я лучше сделаю один из наших телепортов в мир иной и начну все сначала!
— Остынь, Джереми. Все далеко не так паршиво! Мы ведь и правда можем сделать то, о чем нас просят…
— Ты чего, тронулся?
— Вслушайся: который станет одним целым, посвятит себя высшей цели, — смотря на него и делая акценты на каждом слове, продолжил Джон. Голос его  звучал далеко не упаднически, но даже с некоторой долей азарта. — Ты же понимаешь, что он говорит об одном, а просит совсем о другом?
Джереми резко выпрямился. Вся его поза излучала взбудораженность, он слегка заерзал на ящике.
— А…  А, может! — его брови метнулись вверх.
— Может! — Джон шлепнул себя по колену и поднялся. —  Давай попробуем дать ему то, что он требует!
— Но ведь мы пытались синтезировать еще тогда, в нашей лаборатории…
— Мы пробовали, но у нас не было денег и нужных реагентов. Мы пробовали с аналогами, но и собаке ясно было, что это был пшик. Теперь у нас есть ресурсы и целеустремленный человек, который нам приказал создать то, что должно было быть создано давным давно! — Он наклонился к другу так близко, что в нос Джереми стукнул запах табака, —  Все должно получиться!
— Уверен? А вдруг они нас за это пришьют?
Легкий смешок слетел с губ Джереми.
— Ты собирался пару минут назад крутануть Колесо Сансары, а теперь такая мелочь. Да, черт побери, это стоит того, чтобы умереть! Впервые у нас есть доступ к атроцидолимину и прочим прелестям, которые так бережно хранят для военных нужд! — Его глаза заблестели, вторя блеску лампочек на бритой макушке.
Джереми тем временем уже все понял. Он пыхтел над листом бумаги, выписывая нужные реагенты и составляющие. Вдруг он застыл, морщины на лбу врезались чуточку сильнее, чем до этого.
— Что? — заметив заминку, спросил Джон.
— Нам нужно сделать так, чтобы реципиент передавал эффект остальным. Тогда затея сработает по-настоящему. Мы же не сможем кормить нашей стряпней всех подряд.
— Да,  но нам этого и не нужно! Все очень просто: надо накормить хотя бы кого-нибудь. А там… Добавим немножко разряженного гриппа — он будет лошадкой-курьером.
— Точно, вторичное воздействие! — воскликнул Джереми. — Встроим атроцидолиминый синтез в вирусный вектор, способный при репликации выделять химические якоря!
— Именно! И одной передачи будет достаточно, чтобы вызвать устойчивые сдвиги в сознании и продолжить вирусную цепочку!
Теперь они уже вдвоем склонились на бумагой, дополняя список нужными пунктами и активно обсуждая свой план. За окном зажглись фонари и первые звезды приветливо заморгали в небе. К вечеру список был на столе у командира. Длинные, неизвестные слова вызвали лишь неприятие  и он с раздражительностью оттолкнул от себя листок.
— Итак, говоришь, что это может сработать?
— Да, вероятность есть.
— А утром ты мне говорил, что ничего не выйдет, — взглянув из-под кустистых бровей испытывающим взглядом, произнес командир.
— Как вы и сами знаете, похожие разработки регулярно пытаются создать, а существующие — улучшить. Мы тоже вели теоретические наработки. Основное препятствие — недостаток реагентов. — Химик слегка нервничал, словно плохой игрок в покер. Командир счел это комплиментом. — Пока у нас есть лишь теория, которую предстоит проверить. Если вы поможете достать все из списка и эксперимент сработает, то благодаря вам мы выйдем на новый уровень.
Губы на мясистом лице расплылись в чем-то наподобие улыбки.
— Хмм, да… Звучит хорошо. Ладно, я думаю с этим проблем не будет, — он ткнул пальцем в сторону листка.
Командир не подвел: достал все, о чем попросили. Друзья буквально поселились в лаборатории и не покидали ее сутками. Процесс шел непрерывно. Спустя несколько месяцев кропотливого труда, химики объявили об окончании работы и назначили дату презентации. Крупные шишки с разных частей собрались в лабораторном зале, где несколько рядовых-добровольцев уже сидели в комнатке для испытаний.
Джон вышел к койкам с испытуемыми и встал перед ними, приготовившись.
— А где твой компаньон? — тихо шепнул ему командир, сидящий напротив.
— Он приболел, сейчас в лазарете. — Командир кивнул и жестом руки пригласил Джона к началу. Химик поднял взгляд на слегка скучающую публику и произнес, —  приветствую!
Взгляды потихоньку стали фокусироваться на ораторе. Подождав немного, он продолжил:
— Препарат обещает быть настоящим прорывом в обращении испытуемого к великой и благой цели!
— А в чем его отличие от существующих ныне? В чем, так сказать, прорыв? — донесся вопрос из зала.
Джон на момент задумался, затем продолжил:
— Я бы описал это так: под действием препарата солдат начинает острее осознавать суть всего происходящего, но при том оставаясь в сознании.
— То есть, он становится полностью контролируемым, но не безбашенным?
— Скорее, получает способность отбрасывать лишнее и действовать максимально эффективно.
— Так это получается, они опять могут нашинковать друг друга, даже не выйдя на задание? — зал слегка загудел.
— Нет, это исключено. Мы уделили этому особое внимание. Человек понимает, где он и кто он, кто его друг и товарищ и в чем состоит задача.
— Вы так уверенно говорите, но ведь только сегодня проводится первое тестирование. — донесся еще один вопрос из зала. —  Или я ошибаюсь?
— Вы абсолютно правы! Но, откровенно говоря, мы решились сделать небольшой тест и  мой коллега — первый доброволец. Он принял препарат в малой дозе, откуда получили общее представление об эффекте. Полноценный же результат увидим благодаря этим парням, — он обвел рукой рядовых позади него, —  уже в ближайшем будущем!
— Мы можем пообщаться с вашим коллегой?
— Пока что, он находится в лазарете. По большому счету ничего серьезного, температура да кашель. Я думаю он посетит нас на несколько минут, после презентации. — Затем, он указал рукой на сидящего впереди здоровяка, — этот эксперимент не воплотился бы без помощи нашего командира. Спасибо вам за бесценную помощь в получении составляющих для синтеза препарата.
Здоровяк встал со своего места, явно польщенный этим вниманием.
— Да, мы должны искать новые пути! Так победим!  — Он повернулся к Джону и, уже слегка потише и не так воодушевленно, — давай уже, угощай рядовых и закругляемся.
Солдаты приняли препарат и получили свою неделю увольнительных, остальные чокнулись рюмками и устроили празднование — встреча прошла успешно. Вскоре после этого появились и первые результаты. В начале подопытных подкосила легкая простуда, но очень скоро они стали чувствовать себя значительно лучше. Командир части решил провести интервью с одним из подопытных. Одного из парней отправили в переговорную, куда спустя время пришел и сам командующий. Не прошло и десяти минут, как он вылетел из комнаты и уже без предварительных церемоний направился к другим испытуемым в казармы. Судя по всему, результаты были ошеломляющими. Выскочив оттуда, он на ходу приказал дежурному связать его со штабом, и быстрым шагом двинулся в кабинет.
Плюхнувшись в кресло, командир поднял трубку в ожидании соединения. Глаза его походили на яйцо пашот в красной авоське, сосуды местами полопались, кожа раскраснелась.
— Слушаю.
— Экспериментальный препарат! Остановите все поставки составляющих и пришлите своих специалистов, чтобы прочесали лабораторию! Эти ублюдки что-то сделали с моими ребятами!
— Что произошло?
— Они…! — задохнулся он. —  Они несут какой-то бред!
— Солдаты представляют опасность?
— Нет, они просто чокнулись! Эти ботаны превратили моих людей в вонючих хиппи!
— В каком смысле? Части что-то угрожает?
Тот расхохотался.
— Ага, мы все тут утонем в розовых соплях и байках про мирный мир. — Взяв себя в руки, он продолжил. — Нет, они не представляют опасности. Просто пришлите кого-то, кто может все проверить и с кем я могу обсудить случившееся.
Разговор закончился и командир шумно выдохнул. “Ничего, на днях приедет группа, со всем разберемся. Сейчас мне надо что-то выпить. — Он открыл тумбу и достал ополовиненную бутыку — Ох черт, что-то тело подламывает. Не заразился ли я от этих доходяг? А… Да, плевать”. Он оформил себе порцию виски и, наконец-то, расслабился. Он глянул на календарь на стене, отметив про себя, что сегодня вечер субботы и, скорее всего, визита стоит ждать уже в понедельник.
Наступило первое утро новой недели. В часть прибыла группа во главе с человеком со штаба. Командир разложился на кресле. На столе лежал видавший жизнь носовой платок и блистер парацетамола. Напротив сидел гость, человек из звена командования повыше, в форме с внушающим количеством разнообразных цветных лоскутков на груди. Командир поднялся с места и начал вышагивать по кабинету. В углу тихо работал телевизор, в котором передавали прогноз погоды.
— Вы ведь в курсе, что они сделали?
— Недееспособных солдат, как мне доложили?
Он на мгновение остановился. Потом присел на краешек стола и продолжил:
— Можно и так сказать. Они напрочь забыли о том, что у нас, вообще-то, война! Вот я его спрашиваю: “Ты готов умирать, сынок”? Он отвечает: “Да”. Я продолжаю: “Нет ничего превыше родины и долга, да, сынок? Убьешь врага и не моргнешь?” А он улыбается в ответ, словно я ему пивка предложил и говорит, что никого убивать не будет…
Собеседник лишь утвердительно кивает, покачивая в руке бокал.
— Говорит, мол, друг, нет ничего превыше жизни! — командир неуверенно улыбнулся, глядя на собеседника. — Ну не дурак ли? И потом в том же ключе прочую ерунду. Лучше просто это увидеть.
Переместившись к телевизору, он ткнул пальцем в кнопку переключения. На экране засветились списки видеофайлов. Тяжеловес, сопя от напряжения выбрал нужный и запустил. Его собеседник с небольшой долей заинтересованности пододвинулся к экрану. Командир плюхнулся назад на свое кресло и упер уставшую голову в ладонь, подбоченившись.
Один из рядовых, принимавший тогда препарат в качестве подопытного, сидел в небольшой комнатке за стальным столом.
Затем в кадре появился командир. После формального приветствия он спросил солдата, готов ли тот умирать и получил утвердительный ответ. Военный на экране растянулся в улыбке и продолжил:
— Нет ничего превыше родины и долга, да, сынок? — Он поднял ладонь вверх и затем сжал кулак так, что тот аж слегка задрожал. — Убьешь врага и не моргнешь? Солдат встал.
— Друг, нет ничего превыше жизни! — ответил он. Глаза излучали такую доброту, словно вопрос был совсем о другом. — Нет ничего превыше жизни, и неважно чьей. Мы с тобой здесь не ради убийств и взысканий долгов, но совсем наоборот.
Командир захмурел. Голос из торжественного мгновенно перекатился на несколько этажей ниже.
— Ты хоть знаешь, с кем говоришь?  Еще одна такая выходка, и будешь гнить в блиндажах остаток своей никчемного существования!
Парень усмехнулся и лишь посмотрел полными любви глазами в ответ на закипающий стальной яростью взгляд командира.
— Не суть важно. — Он поднял руки и описал небольшой полукруг. — Ведь мы просто ручейки одного, бесконечно глубокого источника! Именно поэтому я готов умереть. Смерть — не конец, но лишь изменение состояния. Когда и ты поймешь, что мы с тобой — части соцветия бесконечного начала, твое желание сгноить меня в блиндаже, убить врага, забрать что-либо у кого-либо — просто исчезнет.
Командир тоже встал, желваки его играли. Он поднял плечи и втянул голову так, что затылок испещрился морщинами.
— А если враг придет и заберет твой дом, твою землю?
— Не важно.
— Сученок, а если от расколет твою тупую башку? Или трахнет твою жену, сломает хребет твоему ребенку? Что, что ты будешь делать, а, моралист хренов? — Он тяжело перевалился через стол и поднес свое лицо к собеседнику так, что тот, наверное, мог рассмотреть как ритмично раздувались ноздри.
Слезы наполнили глаза парня, но он не отошел ни на шаг и ни один мускул не дрогнул на его лице. Он приподнял руки ладонями вверх, словно приглашая к объятьям, и ответил:
— Я прощу его.
— Что?! — командир перевернул стул позади себя. — Что ты там лепечешь, идиот?
— Я прощу его! Кто будет причинять вред и страдания по собственной воле? Только лишь от незнания!
— Да какая к черту-то разница? Твою землю забирают, твоих родных убивают!
— Разница в том, что у меня это знание есть. А когда знание есть, то нет места неведенью. Нет моего, нет твоего, есть наше. Война и борьба — лишь способ углубиться в заблуждения, которые пускают нас по кругу самовоспроизводящихся бесконечных страданий. Наши враги, как ты их называешь, такие же заблудшие души как и мы. Не…
Военный рывком откинул стол и что есть мочи ударил парня по лицу. Кровь ярким фейерверком окропила стену, человек упал к ногам военного.
Смотрящий на себя в записи командир едва слышно произнес себе под нос:
—  Это я, конечно, зря. Паренек ведь ничего такого и не сделал так-то…
Тем временем, запись продолжалась. Он нагнулся к лежащему и ледяным тоном произнес:
— А теперь что ты мне скажешь, святоша?
— Я… Я прощаю тебя…
Командир поднял его за грудки, словно тряпичного болванчика и пару раз с усилием вогнал в стену. Кадр задрожал от вибраций ударов в комнате.
— Повтори еще раз, — процедил военный.
Ниточка слюны стекала с подбородка человека, замазывая манжеты пиджака нападавшего.
— Я… — видно было, что он едва держится в сознании — я вижу, что ты еще не знаешь… пока что…  я люблю тебя и прощаю…  жду тебя, друг…
На этом запись прервалась, экран потемнел.
— Вот такая вот шутка! — нервно хохотнул военный.
— Да, никогда не любил эти эксперименты… Ну что ж, я думаю, вы ими займетесь.
Командир встал и вновь начал нарезать круги около стола.
— Оо, уж я-то ими займусь… Они мне скажут, одно мы или не… внезапно капитан чихнул. Рука застыла на полпути к носовому платку, взгляд на мгновение остекленел и словно затуманился.
— Вы как? — оторвавшись от своих мыслей и со, скорее, тактичным беспокойством, спросил собеседник.
Командир не мигая уставился на него — его глаза стали словно два колодца, которые наполнились впервые чистой водой после десятилетий илистой жижи. Упершись спиной в стену, он медленно съехал на пол, где и распластался. Собеседник поднялся, и, как был с бокалом виски, подскочил к сидящему.
— Что с вами? Вам плохо?
Вместо ответа он схватил его за руку, пытаясь нащупать пальцы. Не для того чтобы встать, но для ощущения человеческого тепла. Затем заглянул в лицо собеседника и едва слышно, но очень четко произнес:
— Знаешь что? Он прав. Он прав во всем.
Он сжал еще крепче ладонь сослуживца, который уставился на него, как на диковинную гориллу. Тряхнув головой,  штабной махом отправил в себя остаток бокала и спросил:
— В чем это он прав?
— Ты, я — мы не отдельные по своей сути. Мы — неиссякаемые листья единого бесконечного древа! Зная это, как можно причинить вред? Как можно хотеть что-либо забрать, нанести увечье, причинить боль? Наши глаза с самого рождения с заштопанными веками! Все что мы имеем — тьма с причудливыми бликами и постоянная боль, которая отталкивает нас назад, если мы пытаемся хоть на дюйм приподнять их. Считать это  подлинным зрением лишь потому, что мы никогда не испытывали альтернатив — величайшее заблуждение.
Он положил ладонь на щеку своему товарищу. От неожиданности, мужчина с полуприседа шлепнулся на зад.
— И все же, даже в таком состоянии глаза иногда удается приоткрыть! — Командир притянул за руку своего ошарашенного компаньона еще чуточку ближе. — Ты когда-то видел, как падают звезды с неба, распушив свои искристые хвосты по бесконечно сатиновому куполу неба? Или заслушивался песней лесных птиц, которая словно баюкает беспокойный разум, заглушая бесконечный поток внутренней болтовни? В этот момент все уходит на второй план, эта бесконечная жажда крови, эта злость, ненависть… Всё просто замолкает. Вот тогда мы по настоящему живы!
Он чихнул, слезы брызнули с его глаз, попав на штабного. Мужчина, будучи в ошеломлении, даже не шелохнулся. Челюсть оттянулась настолько, что можно было рассмотреть золотые коронки задних зубов.
— Что… Что, черт побери, ты такое несешь?
— Хитрые уловки наших мыслей в поисках того, кто больше кому принес боли и страданий, сколько должен заплатить, только лишь вгоняют нас в бесконечную спираль разорванной души и страданий. — Он улыбался, слезы катились по его крупным щекам и прятались в устах, широко раскрытых в блаженной улыбке. — Можно бесконечно взыскивать и жить во мраке, а можно отпустить, простить и любить. С осознанием появляется выбор, которого до этого просто не существует. Но когда он есть, то все очевидно…
“Это, мать его, диверсия! Вражеская спланированная операция!”, — штабной поднялся с пола и побежал на выход, оставив капитана на полу. На фоне вновь затарахтел телевизор:
“Экстренное включение! Вирус, вызывающий безумие, распространился в округе 12, 15, 44. Вспышки замечены и в северной части страны, округи 120, 130. Введены карантинные меры. Больные выражают антисоциальные, революционные идеи. Вирус передается воздушно-капельным путем, имеет признаки респираторного заболевания. Берегите себя, не выходите на улицы! ”.
Где-то снаружи заливисто зазвенела трель соловья.</p>`,1);function d(t){var a=i();o(2),e(t,a)}export{d as default,n as metadata};
