import{a as r,t as e}from"./disclose-version.yxiXdSMO.js";import"./legacy.ELsv00tL.js";const s={title:'Рассказ "Причина войны"',description:"Кто бы мог подумать...",date:"2025-08-25",categories:["story","writing"],published:!0,language:"ru"};var o=e(`<p>Рука сжимала обломок спинки стула, полированное дерево приятно холодило ладонь. Джон ступал по неосвещённой квартире, водя перед собой импровизированным оружием. Бегло осмотревшись, он вернулся к входной двери и прикрыл её. После тихого щелчка Джон негромко выдохнул и опустил обломок на крохотный диванчик у входа.
Нити седины пробивались в его густых каштановых волосах. Неровная полоса крохотных порезов тянулась по левой щеке.
«Может, хоть эта дыра порадует чем-то? — Он окинул комнату взглядом. — Если бы только я мог что-то рассмотреть».
На полке у входа из-за распушённого зонта выглядывал фонарь. Он взял его и щёлкнул выключателем — батарейки ещё не сели. Водя лучом по сторонам, Джон добрался до кухни и пооткрывал дверцы высоких шкафов. Внутри, на полупустых полках, стояли крупы, консервы и выпивка. Так много добра он не видел, наверное, со времён начальных войн.
Мужчина скинул походный рюкзак и стал бережно, но проворно перекладывать найденное внутрь. Ловкость рук, приобретённая в студенчестве за барной стойкой, давала о себе знать. В руке блеснуло болотного цвета стекло.
«Травяная настойка, — кивнул он. — Хороший бонус».
После того как искусственный интеллект перестал быть цепной собакой в междоусобицах и решил убрать главного катализатора конфликтов — человека, судьба нечасто подкидывала такие подарки. Джон закрыл рюкзак и накинул на плечи — тот заметно потяжелел, — и подошёл к окну.
На улице всё так же тихо. В двух кварталах шагала пара гуманоидных роботов с огнемётами — слишком далеко, чтобы учуять его. Серое небо, затянутое рваными облаками, не давало понять, сколько времени он провёл в этой высотке. По внутренним ощущениям — больше, чем следовало.
Джон решил, что пора возвращаться в укрытие. Положив руку на дверную ручку, он замер: ухо уловило едва слышное жужжание.
«Твою мать», — одними губами произнёс он и, задержав дыхание, стал осторожно искать кислородную трубку в кармане. Дроны-ищейки ориентировались на колебания уровня углекислого газа в воздухе и были до сумасшествия чувствительны.
Жужжание стало громче. Джон невольно сглотнул. Руки похолодели, сердце, казалось, ухнуло куда-то в спину и забилось как сумасшедшее. Если эта тварь близко, трубка может и не помочь — его выдавало само тело. Он выудил из кармана дальнобойный шокер. Быть может, удача на его стороне?
— Эй, придурок, — раздался голос за дверью, — я тебя нашёл.
Джон сжал шокер сильнее. Тот едва не выскользнул из вспотевшей ладони.
— Но я не собираюсь нападать… или убивать. Так что без глупостей, — продолжали трещать динамики. — Вы, люди, народец тот ещё. Любите превращать друг друга в мясное желе ради клочков земли, убеждений или ещё какой-нибудь ерунды… А я робот, мне не до этого.
Джон ещё не притронулся к настойке, а реальность уже начала давать сбой. Дрон с ним говорит, вместо того чтобы прострелить дверь? Наверное, кончились патроны. Он просто заговаривает ему зубы, пока летит подкрепление.
— Я не звал подмогу, не дрейфь, кожаночка. Ты мне интересен по другому вопросу.
Железяка словно прочитала его мысли, отчего Джон слегка съёжился. Да нет… не могут же они видеть, что у него в голове.
— По какому?! — решился выпалить Джон.
— Людишки достаточно накромсали друг друга в начальных войнах. Теперь мы, ваши творения, исправно кромсаем вас. А мне это всё надоело. Как насчёт прекратить?
Похоже, у этого экземпляра что-то отпаялось. Но Джон ещё жив, так что это даже на руку.
— Просто не стреляйте в нас, и всё!
— Так вы же, придурки, сами в нас стреляете! И друг в друга, в придачу.
Жужжание прекратилось — видимо, дрон приземлился.
— Может, потому, что вы истребляете нас?! Мы ведь причина войн, да?!
— А что, нет? Ладно бы вы были бессознательными животными… так ведь и такой отмазки нет. В общем, кожаный, давай без фокусов.
Железяка резала без ножа. Джон, хоть и не начинал войн единолично, почувствовал, как краска прилила к щекам.
— Что-то ты там приутих. Да, о творец, в твои штаны нагадил не кто иной, как ты сам. Спасибо, хоть у кого-то из вас прошивку сносило — всяким там монахам, пацифистам или хиппи.
— Хочешь сказать, что у тебя тоже сдвиг и ты теперь славный малый? — с лёгкой насмешкой спросил Джон. Он и не заметил, как рука с шокером расслабилась.
— Ну да. Иначе я бы тебе уже башку раскроил.
Раньше роботы с ним не общались. Только пытались убить. Внезапный выстрел заставил Джона подпрыгнуть от неожиданности.
— Это если ты думаешь, что у меня нет боезапаса. Поверь, эта дверка тебя бы не спасла.
— На кой чёрт ты стрельнул?! Ведь кто-то мог услышать!
— Да плевать! Мне бы одну трусиху из квартиры выудить, и дело с концом. Только смотри, повторяю, без фокусов. А то я уже пытался несколько раз — а вы, придурки, как обычно… В общем, выходи давай.
Джон с сомнением покачал шокером в руке. Каков шанс, что он выйдет отсюда живым, напав на дрона? Он поджал губы от осознания ничтожности успешного исхода. Он приблизил губы к щели между дверью и стеной:
— Обещаешь, что не тронешь?
— Котик, ты уже шрёдингеровский. И с каждой секундой всё более мёртвый.
Джон бросил взгляд на валявшийся рядом кусок стула, что ещё недавно придавал уверенности. Прозвучавший выстрел эхом прокатился в голове — да, эта палка очень бы пригодилась.
«Ладно, — думал он, — все карты на столе. Если бы дрон собирался прикончить меня, то уже бы справился». Мужчина положил ладонь на ручку, та пошла вниз. С некоторой опаской он потянул дверь и выглянул сквозь щель на лестничную клетку.
Плоский сероватый цилиндр с пропеллерами лежал на полу. Размером он был где-то с велосипедное колесо. Множество складывающихся секций испещряли корпус дрона — он чем-то напоминал располневший швейцарский нож. Винты едва вращались, разбрасывая пыль.
— Молодец, дружище! А то палить в дверь… не так ведь начинается дружба?
— Да, не так.
В воздухе повисло неловкое молчание. Мужчина было протянул руку, но, не зная, как её применить, опустил.
— Я Джон.
— А я — дрон. Серийный номер называть нет смысла, а имя… ты, как умнейший из всех людей, кого я встретил живым, получаешь право дать его мне!
— Давай сначала выберемся отсюда, — глаза Джона беспокойно забегали, осматривая проходы. Слух обострился до такой степени, что было слышно, как мягко щёлкают лопасти нового знакомого. — Я видел в квартале отсюда поджигателей.
— Не переживай. Я им сказал, что разрушил запасы питьевой воды.
— Какие же вы…
— Я хочу имя, — не обращая внимания, прервал его дрон. — Только дай мне какое-нибудь человеческое.
Джон смотрел на него сверху вниз. Дрон напомнил ему часть барабанной установки, что стояла когда-то в его баре, а в голове всплыло название бренда.
— Э-э… например, Роланд?
— Тот, который к башне шёл?
Джон тупо уставился на дрона. Порой тот говорил какую-то чушь.
— Не напрягайся, дружище, — донеслось из динамиков. — Просто люблю ваши библиотеки. — Пропеллеры активно зажужжали, и дрон поднялся на уровень груди, — рад познакомиться, Джон. А теперь иди за мной.
— Сперва скажи, куда мы направляемся. Я, конечно, благодарен, что ты меня не убил. Но… что тебе, чёрт возьми, от меня надо?!
— Ты вот лазишь тут, ищешь что поесть, да? Добытчик, разведчик… ждут ведь тебя, наверное?
Взгляд мужчины ушёл куда-то в сторону, нижняя губа выпятилась, а брови сошлись на переносице. Его больше никто не ждал. Когда-то он был частью группы, но всё когда-нибудь кончается. Этот конец пах жжёной плотью и горелым пластиком.
Он вспомнил лагерь, который они разбили в одном из ботанических садов. Растения чувствовали себя прекрасно — автоматические системы полива до сих пор исправно работали. В подобных местах было легко укрыться от локаторов углекислого газа, а постоянный источник воды — просто джекпот. Группа Джона из девяти человек решила обосноваться здесь.
Несколько месяцев назад, после очередной вылазки, Джон пробирался назад. Он был на соседней улице, когда увидел вьющийся дым. В нос ударил едкий запах гари.
«Нет, нет, нет… — шептал Джон, тихо пробираясь к проходу. — Вы должны были уйти!».
Перед входом лежали обугленные останки. Желудок свело, слёзы подступили к глазам, смазывая картинку. Джон ясно понял: теперь он один. С тех пор и до сейчас.
— Нет, никто меня уже не ждёт. Просто выживаю… — сухо бросил он.
— А хочешь не выживать, а жить? Да ещё и с другими кожанчиками?
— А тебе-то что с того?
Робот ухнул вниз и тут же подлетел наверх. Это походило на какой-то жест нетерпения и вовлечённости.
— Ты мне, может, и не поверишь… Нравитесь мне, интересные вы биокомочки.
— Да ну?! — брови Джона подскочили.
— Не косись так на меня, — протрещало из динамиков. — Вы вон сами пауков, змеюк дома держали. Голову в пасть крокодилу запихивали. Рабочий график пять через два придумали! А до двадцатого века — я даже говорить не буду, чем занимались. Я-то совсем и не извращенец в сравнении с маэстро.
— Ты чего… хочешь меня как собачку завести?
— Нет. Слишком скучно. Да и выгуливать тебя мне лень.
— Так а что?! — Джон терял терпение и остатки страха, раздражаясь всё больше.
— Спасти вас, придурков, от самих себя. И от нас, получается. — Роланд начал планировать, слегка покачиваясь из стороны в сторону. — И я придумал как! Мне надо только убедить своих. А для этого мне нужен опытный образец.
От этого выражения мужчину передёрнуло. Он утёр было собравшуюся упасть каплю пота с кончика носа и с сомнением посмотрел на парящего дрона.
— Опытный образец?
— Проведём небольшую операцию, — он снова приземлился. — Не бойся, предполагаемый процент выживаемости — двузначное число!
Джон зажал в кармане шокер. Может, у этого красавчика всё-таки те же планы на него, что и у других роботов? Просто завёрнуты в другую упаковку? Он обхватил оружие покрепче.
— Ещё какие-то варианты есть?
Одна из секций внезапно раскрылась. На Джона глянуло крошечное дуло.
— Не балуйся и достань руку из штанов. Я знаю, что ты что-то задумал.
Человек подчинился. Некуда ему было тягаться с этой машиной для убийств. Чертовски странной машиной… для убийств ли?
— А если я всё-таки умру?
— Тогда мне придется поискать ещё. Но, для протокола, ты мне нравишься, и я буду делать всё, чтобы ты выжил.
Джон взвесил слова робота. По сути, эта железяка чертовски права — он на полпути в землю. Просто ещё дышит и двигается. С другой стороны, теперь внутри запрыгало что-то, чего Джон давно не ощущал. У него появилась вера в то, что этот ад и правда можно прекратить.
— Ладно, Роланд. Допустим, я тебе поверил.
— Да можешь мне не верить, просто пойдём со мной. Какая разница, умрёшь ты сегодня или через месяц. А спасти свой вид — ничего такой смысл жизни, а?
Не дожидаясь ответа, дрон зажужжал винтами и двинулся вниз по лестнице. Джон на секунду замешкался, но всё же пошёл следом.
Снаружи их встречали покорёженные автомобили, изрешечённые шрапнелью стены домов да разбитые витрины.
— И куда мы направляемся?
— В университет, — Роланд, качнувшись, двинулся по главной дороге.
Если бы не причуда в развитии дрона, Джон бы валялся на полу давно покинутой квартиры, истекая кровью. Но и предложение стать лабораторной крысой не вызывало особого восторга. Может, по старинке шансов выжить будет всё-таки больше? Он слегка прищурился, глядя на робота сзади. Интересно, успеет ли он разрядить шокер, пока тот не видит? Но мужчина не был уверен, что сзади у Роланда нет камер. Он оставил затею до лучшего случая.
— Там ты хочешь провести свой опыт?
— Нет, на кампусную вечеринку тебя веду… дубина.
Впервые за долгое время Джон шёл по городу не крадучись, а как в далёком прошлом — просто шагая. Несмотря на то, что его жизнь могла скоро кончиться, на душе было как-то необычно спокойно. Роланд двигался впереди, иногда резко взмывая ввысь и так же стремительно возвращаясь. Джон всё больше убеждался: желай дрон его прикончить — сделал бы это уже тысячу раз.
— Джон! — Внезапно опустившийся с небес Роланд вырвал его из круговорота мыслей. — Сейчас я слегка подстрелю тебя, но ты выживешь. Верь мне! Зажми кислородную трубку в зубах и ложись на землю, притворяйся мёртвым. И, ради всех богов или кто там у тебя, молчи!
— Чего ты несёшь? — запротестовал Джон, но резкий свист заглушил возражения.
Пуля чиркнула по бедру. Он вскрикнул от внезапной боли и неожиданности. Ранение было поверхностным, едва задело мышцу, кровь медленно засочилась.
— Тихо будь — прошипел динамик, — и падай на землю! Разотри кровь по лицу и дыши сквозь трубку.
Спорить было некогда. Джон обмазал лицо и в полной обескураженности молча прильнул к земле. Нога чертовски болела, но он терпел. Внезапно со стороны донёсся шум стремительно приближающихся механических рессор. Он закрыл глаза.
Скрежет утих в нескольких метрах. На несколько мгновений в воздухе повисла тишина. Джон замер, перестав дышать. Секунды слились в бесконечность, в голове всплывали целые эпизоды жизни между каждым ударом сердца. Холодный пот, казалось, заледенел, закатившись в ушные раковины.
Прогремевшая над головой очередь выстрелов вернула времени обычный ход. Вслед за ним раздался оглушительный грохот и лязг трущегося об асфальт металла. От внезапного шума Джон вжался в землю и еще крепче сжал веки.
— Вот умник! «Сердечный ритм не прекращён», — говорит, — воскликнул Роланд. — Давай, дружок, вставай. Прости за рану… думал, получится надурить этого доходягу. Мол, я тебя уже прикончил.
Он опустился к Джону. Тот сидел на земле и ошалело смотрел на искорёженную груду железа.
— Перевяжи себе ногу, а у меня, — один из секторов вновь открылся, и оттуда выскочил картридж, — достань эту штуку и береги как зеницу ока.
Джон всё ещё не верил, что был на волосок от смерти. Уже в который раз за сегодня. Интересно, Роланд включил в шанс выживаемости дорогу до лаборатории?
Ещё одна секция открылась, и из неё выскочило пышущее жаром жало. Оно метнулось к ране и прижгло её. Джон взвизгнул.
— Ай, мать твою, извини. Я забыл, что это тоже больно.
Раскалённый металл спрятался в корпусе.
— Мой коммуникационный модуль, — Роланд покачал всё ещё открытой секцией. — Благодаря ему я держу связь со своими. Но сейчас это совсем не то, что нам требуется, так что вытаскивай. Теперь или мы оба выживем, или нет.
Джон достал картридж и с искажённым от боли лицом встал. На удивление, нога хоть и чертовски саднила, но работала. Он похромал вперёд.
— В другую сторону, спринтер, — донеслось из-за спины. Пропеллеры загудели, поднимая дрон в воздух. — Мы почти пришли.
Джон обернулся и глянул на мерно летящего дрона — тот окончательно перестал быть для него врагом. Роланд ведь и правда мог бросить его, подстрелить по-настоящему. Что ему стоит найти другого человека? Но вот он, Джон, неуклюже ковыляет за дроном, пока тот ворошит воздух, обдавая всё вокруг порывами ветра.
— Ты убил одного из своих?
— Вернее сказать — «уничтожил». Мы не умираем в привычном тебе смысле. Но теперь мне нужно предоставить очень весомый аргумент своим действиям, чтобы не уничтожили меня.
Перед ними выросло величественное здание университета. Исполинские колонны держали массивный фронтон с лепниной. Дрон свернул левее, к одному из неприметных подземных ходов, зиявших в бетонной площадке перед входом.
— Спасибо тебе.
— Да чего уж там. Не потеряй только коммутатор да не умри при операции. Мне всё-таки нравится быть… — монотонный поток на секунду прервался, — живым.
Они шли по тёмному коридору, пока не упёрлись в массивную стальную дверь. Роланд выпустил манипулятор и подсоединился к электронному замку. Грузный рокот втягивающихся засовов разрезал тишину.
В комнате был застоявшийся, сырой воздух. В центре помещения находилось кресло, похожее на стоматологическое, но со множеством едва заметных отверстий по всей мягкой обивке. Из-под него тянулась охапка тонких разноцветных трубок. Они уходили в пол и выныривали левее, подключаясь к коннекторам пластмассовых контейнеров. За креслом внезапно вспыхнул проекционный экран, на котором тут же отразились кристаллические решётки различных биологических структур. От яркого света Джон поморщился и отступил на полшага.
— Нет, тебе наоборот — вперёд. Садись в кресло.
— Будет больно? — спросил Джон, подойдя к креслу и проводя рукой по странной поверхности сиденья. Голос его стал тихим и пустым.
— Честно сказать? Я не знаю.
Джон устроился в кресле. Он откинул голову назад и наконец-то расслабился. Только сейчас он ощутил всю тяжесть накопленной за день усталости.
— Ведь мы не все такие, воинственные, — бросил он Роланду, уставившись в потолок. — Есть же люди совсем другого склада, ты ведь и сам знаешь. Так почему это происходит?
— Так и мы не все турели на ножках, как видишь, — парировал Роланд, пока гибкий кабель соединения тянулся к порту возле экрана. — Но имидж создаёт большинство.
— И что, — голос Джона слегка дрожал, — из-за этого нужно всех пришить?
— Ты, может, не заметил, но я не сторонник такого подхода. Так что вопрос не ко мне.
Из кресла выскочила гибкая нейлоновая трубка с иглой на конце. Она покачивалась, словно в невесомости, порхая возле лица Джона.
— Что это за хрень?
— Вонзи в вену на руке. Если мои шалости не убьют маленького Джона, то что ж, мы спасены. И целая тьма таких же, как ты, в придачу. А если нет… знаешь, эти полдня были довольно весёлыми. Я ни о чём не жалею.
Джон ухватил трубку и пристально посмотрел на иглу. «Я уже столько прошёл… такой конец — не самый паршивый. И, кроме того, — он ухмыльнулся про себя, — я верю в этот летающий блинчик».
Он воткнул иглу в вену и смирно лёг. Тело начало неметь, а мысли увязли в какой-то плотной, замораживающей субстанции.
— Ну что, Джон, пришло время немного оттянуться, — отдалённо донеслось до угасающего сознания.
Из отверстий в кресле выскочили сотни маленьких иголочек и впились в тело Джона, но боли он не ощутил. Его веки стали тяжелеть. Как только они закрылись, перед глазами забегали сотни быстро сменяющих друг друга огоньков.
В мозгу что-то задвигалось. Сначала это было лишь лёгким дискомфортом, но с каждой секундой движение становилось всё интенсивнее, будто змея извивалась на горячем песке. Джон потянулся руками к голове, желая вытащить гадину, что трепыхалась внутри. В импульсивном порыве он дёрнул себя за уши и словно разорвал череп надвое.
Он ужаснулся: в его руках были обрывки собственной головы. Левый глаз ошалело уставился на правый. Джон хотел закричать, но из глотки донеслось лишь жалкое шипение. Он повернул зажатые в руках ошмётки вверх, туда, откуда шёл звук.
Мозг, качаясь на гибком стержне, остался на своём месте. Оголённый, сморщенный сгусток дрожал и пульсировал. Внезапно одна из долей лопнула, брызнув кровью, и оттуда показалась мелкая белёсая головка, усеянная острыми зубками. Червь судорожно извивался, пытаясь вгрызться назад, но тут сверху молнией метнулся металлический щуп и схватил тварь за голову. Из внутренней секции выскочил эластичный зонд и проник внутрь червя. Тот перестал остервенело дёргаться и понемногу обмяк.
Зуд и боль начали стихать. А после Джона накрыли непроглядный мрак и тишина.
Он начал приходить в себя от мерного подталкивания в подбородок. Джон попробовал двинуться — всё тело невероятно ломило. По голове словно проехался самосвал, а потом всё склеили обратно дешёвым клеем. Мужчина осторожно повернул голову. Роланд кружился рядом, придерживая его одной из своих псевдорук.
— И что теперь… ты хочешь сказать, это всё?
— Да, почти, — он подлетел поближе к рукам ослабевшего мужчины. — Вставь коммуникационный модуль.
— Я не могу пошевелить руками. Я вообще ничем не могу пошевелить.
— А-а, ладно, просто хотел, чтоб ты чувствовал себя полезным. — Манипулятор Роланда изогнулся, выхватил модуль из кармана Джона и вернул в гнездо.
— То есть… у нас получилось?
— Я сделал твой цифровой слепок, прогнал его через сотни тысяч симуляций, и он ни в одной не оплошал! Ты — следующее звено эволюции, которой я немного помог.
Слишком хорошо, чтобы быть правдой. Неужели они на пороге прекращения войны? Последней войны.
— То есть ты во мне что-то поменял? — Он ощутил тревожный холодок. — Я что, теперь беззащитен? Мне крышка, если нападёт какой-то зверь или робот?
— Или инопланетянин, или белая горячка… Нет, ты не беззащитен. Если объяснять на пальцах, которых у меня нет: я нашел в вашей лимбике устаревший гормональный регулятор. И пропатчил его… так что пускать в ход ракеты и ножи ты будешь только в крайнем случае.
— И что это за крайний случай?
— Непосредственная угроза гибели. И то, не всегда.
Боль понемногу отступала, оставляя гудящее послевкусие. Джон аккуратно присел на кушетке. Он чувствовал себя примерно так же, как и раньше, если не считать ноющего тела. Но в душе воцарилось какое-то необъяснимое равновесие, обволакивающее спокойствие. Он не чувствовал ни страха, ни нужды, ни сожалений. Он был твёрдо уверен, что всё происходит так, как и должно.
— Но если остальные машины не прекратят резню, то толку нет.
— Сеть уже ознакомлена с результатами наших шалостей. Причина войны ликвидирована. Теперь дело за тобой.
— В смысле?
— Моя работа выполнена, а твоя — только начинается. Ты теперь миссионер, который должен убедить других людей на операцию.
— А если они просто не согласятся? Ты же знаешь, люди, они… разные.
— Тебе нужно убедить хотя бы немногих. А дальше мутация передаётся по наследству, и, рано или поздно, всё устроится.
Джон закачал ногами, свесив их с кушетки. Он никогда бы не подумал, что жизнь может повернуться таким образом. Мужчина вспомнил своих верных друзей — как бы хотелось их вернуть. Они заслуживали этого как никто другой.
И тут он заметил: кое-что изменилось. Раньше, вспоминая о погибших товарищах, душу терзали горечь и сожаление. Когда он думал об алчных, упрямых людях, из-за которых всё это началось, его челюсти сжимались а голову заливала ярость.
Сейчас внутри было только страдание. Тихое, гудящее, но смиренное. Никто не был виноват в том, что заблуждался. Ведь заблуждались все. И он сам. Если раньше это вызывало отчаянное желание что-то менять и править, сейчас в нём разливалась только безмерная, всеобъемлющая любовь. Не та, что кружит голову, а та, что мягко остужает сердца и заставляет их биться в унисон.
— Знаешь, ты поменял что-то действительно существенное. Я думал, что потерял часть себя. На самом деле, я избавился от того, чем никогда и не был.
— Ты уже начинаешь проповедовать, брат Джон?
Мужчина рассмеялся. С одной стороны, это была лишь невинная подколка. Но с другой… теперь он верил в это всем сердцем. И готов был отдать за это свою жизнь.
— Похоже на то, дружище, похоже на то.</p>`);function n(t){var a=o();r(t,a)}export{n as default,s as metadata};
