import{a as e,t as r}from"./disclose-version.BheL1EAt.js";import"./legacy.DCSAwivz.js";import{S as o}from"./runtime.D0Eux3pY.js";const n={title:'Рассказ "Препарат"',description:"Антивоенный рассказ",date:"2025-05-15",categories:["story","writing"],published:!1,language:"ru"};var i=r(`<h1>Препарат</h1> <p>Двое людей в белых халатах стояли напротив широкого письменного стола. За ним сидел человек, напоминавший мясника, которого нарядили в темно-зеленый костюм и всучили ручку с бумажками вместо топора.
— Мне нужно, чтобы они не чувствовали страха, не чувствовали сомнения, были преданы великой цели! — мужчина тяжело опустил кулак на стол. — И мне нужно что-то новое, а не ваш проклятый первитин!
— Но первитин уже давно не используют…
— Мне плевать, как оно называется! Мне нужен идеальный ресурс, который принесет мне победу!
— Мы не уверены, что у нас что-то получится.
На мгновение повисла тишина, нарушаемая тяжким сопением и шорохами стоящих, очевидно желавших поскорее испариться отсюда.
— Тогда будете в лагерях своими зубами вместо экскаваторов породу разгребать! —Военный зло зыркнул, затем, чуть мягче, продолжил, — Короче говоря, работайте. Дайте мне что-то свеженькое. — Он поднял палец вверх и слегка торжественно продолжил, — мы — избранная, экспериментальная часть! Имеются и деньги, и ресурсы. Если вам что нужно — говорите мне. Только дайте мне солдата, готового посвятить себя большему и целеустремленного до невозможности. — Он отвернулся к окну. —  Теперь, пошли вон.
Пара вылетела из пропахшей легкими нотками перегара и пота комнатушки на свежий воздух. Еще миг и они сидели на ящиках в лаборатории и курили одну сигарету на двоих.
— Джон, как меня уже достало всё!
Тот лишь затянулся чуть сильнее обычного, вытянул руку с сигаретой и на мгновенье застыл. Ползущий вверх дымок увлек его взгляд, словно эта ниточка затянула все его внимание.
— Как же нас угораздило попасть сюда! — другой химик не мог успокоиться. Не видя ответной реакции, он выхватил из рук Джона сигарету и, затянувшись, откинулся назад, упершись макушкой в стену и прикрыл глаза.
— Да, друг, я понимаю. Но, ты же и сам все прекрасно помнишь.
О да, он помнит. После университета они с Джереми, его лучшим другом и сокурсником, с которым теперь здесь, уклонялись от воинской службы.  Долго не думая, после университета ребята стали заниматься тем, что умели и любили. Работать на производствах или в лабораториях при государстве не входило  в их планы, так как все, что производилось официально, так или иначе вливало жизнь в жилы военной машины. Вместо этого, химики устроили нелегальное фармацевтическое предприятие.  Что комитет что-то там запрещал, их мало волновало. Намного больше их заботило то, что людям были нужны всевозможные вещички, которые они были в силах им дать. Так и началось производство запрещенных обезболивающих, сильнодействующих снотворных, меняющих сознание препаратов и прочих веществ. Их мечтой и целью была помощь как отдельным людям, так и  в целом человечеству — вот они и делали это, как могли.
Когда химиков поймали службы социальной безопасности, вариантов было немного — или бесконечные лагеря, или служба да блиндажная романтика. И все же, нашелся третий путь: подразделения научной поддержки при частях — перст улыбнувшейся судьбы и доброе расположение духа случайного канцеляриста определили их в одну из частей работниками синтезирующей лаборатории. Химические орудия были давным давно запрещены, но так называемые препараты “улучшения человеческого потенциала” активно использовались. Последнее время им удавалось делать тонизирующие витамины, короткодействующие релаксанты, лекарства и прочее. Теперь же, новый командир был назначен для улучшения эффективности части — обычно, это имя кровожадной затеи, завернутой в классическую формулировку белых воротничков.
— Он хочет человека без страха, — пробубнил под нос Джереми. Его веки сжались гармошкой под весом насупленных бровей. — Фу, Джон, я не хочу заниматься этой мерзостью! — Он бросил давно потухший бычок на пол и топнул сверху так, словно  это могло изменить сложившуюся ситуацию. — Я лучше сделаю один из наших безболезненных телепортов в мир иной и начну все сначала!
— Остынь, Джереми. Ты же знаешь, что это не выход, давай без драм. Тем более, что все далеко не так паршиво. Мы ведь и правда можем сделать то, о чем нас просят.
— Ты чего, тронулся?
— Вслушайся: который станет одним целым, посвятит себя высшей цели, — смотря на него и делая акценты на каждом слове, продолжил Джон. Голос его  звучал далеко не упаднически, но даже с некоторой долей азарта. — Ты же понимаешь, что он говорит об одном, а просит совсем о другом?
Джереми резко выпрямился. Вся его поза излучала взбудораженность, он слегка заерзал на ящике, впившись глазами в товарища.
— А…  А, может! — его брови метнулись вверх.
— Может! — Джон шлепнул себя по колену и поднялся. —  Давай попробуем дать ему то, что он требует!
— Но ведь мы пытались синтезировать еще тогда, в нашей лаборатории…
— Мы пробовали, но у нас не было денег и нужных реагентов. Мы пробовали с аналогами, но и собаке ясно было, что это был пшик. А теперь… Теперь у нас есть ресурсы и целеустремленный человек, который нам приказал создать то, что должно было быть создано давным давно! — Он наклонился к другу так близко, что Джереми почуял запах табака и  мятной жвачки, —  мы же провели расчеты тучу раз! Все должно получиться!
— А вдруг не выйдет?
Легкий смешок слетел с губ Джереми.
— Ты собирался пару минут назад крутануть Колесо Сансары, а теперь такая мелочь, мол, что-то у нас не выйдет. Впервые у нас есть доступ к атроцидолимину и прочим прелестям, которые так бережно хранят для военных нужд! — Его глаза заблестели, вторя блеску лампочек на бритой макушке.
Джереми тем временем уже все понял и пыхтел над листом бумаги, выписывая нужные реагенты и составляющие. Дописав, он выпрямился и на секунду застыл. Морщины на лбу врезались чуточку сильнее, чем обычно.
— Что? — спросил его Джон.
— Нам нужно сделать так, чтобы реципиент передавал еффект остальным. Тогда затея сработает по-настоящему. Мы же не сможем кормить нашей стряпней всех подряд.
— Да,  но нам этого и не нужно! Все очень просто: надо накормить хотя бы кого-нибудь. А там… Добавим немножко разряженного гриппа — он будет нашей лошадкой, доставляющей посылку от одного к другому.
— Точно, вторичное воздействие! — воскликнул Джереми. — Встроим атроцидолимин в вирусный вектор, способный при репликации выделять химические посредники, влияющие на бета-ритмы головного мозга!
К вечеру лист был на столе у командира. Длинные, неизвестные слова вызвали лишь неприятие  и он с раздражительностью оттолкнул от себя листок.
— Итак, говоришь, что это может сработать?
— Да, вероятность есть.
— А утром ты мне говорил, что ничего не выйдет, — взглянув из-под кустистых бровей испытывающим взглядом, произнес командир.
— Как вы и сами знаете, похожие разработки регулярно пытаются создать, а существующие — улучшить. Мы, скажем так, тоже вели теоретические наработки. Основное препятствие для нас — недостаток реагентов. — Химик слегка нервничал, словно плохой игрок в покер. Командир счел это комплиментом. — Пока у нас есть лишь теория, которую предстоит проверить. Если вы поможете достать все из списка и эксперимент сработает, то благодаря вам мы выйдем на новый уровень.
Мясистое лицо приобрело умиротворенность, губы расплылись в чем-то наподобие улыбки.
— Хмм, да… Звучит хорошо. Ладно, я думаю с этим проблем не будет, — он ткнул пальцем в сторону листка.
Он их не подвел и, спустя несколько месяцев кропотливого труда, химики объявили об окончании работы. Крупные шишки местного разлива во главе с командиром части собрались в лабораторном зале, где несколько рядовых-добровольцев уже сидели в комнатке для испытаний.
Джон вышел к койкам с испытуемыми и встал перед слегка скучающей публикой. Джереми же занял зрительное место в конце зала. Выглядел он неважно, слегка приболевшим, но, тем не менее, лицо его выражало умиротворение и спокойствие.
— Приветствую! — начал Джон. Взгляды потихоньку стали фокусироваться на химике. Подождав немного, он продолжил, — Данный препарат обещает быть настоящим прорывом в обращении испытуемого к великой и благой цели!
— А в чем его отличие от существующих ныне разработок? В чем, так сказать, прорыв? — донесся вопрос из зала.
Джон на момент задумался, затем продолжил:
— Я бы описал действие препарата таким образом, что принимающий препарат человек начинает острее осознавать суть, при том оставаясь в полном сознании.
— То есть, он становится полностью контролируемым?
— Хм, ну, не совсем.
Джереми загадочно улыбнулся. “Не совсем. Да. Не совсем…”, — прокрутилось у него в голове. Поднялся небольшой гул.
— Так это получается, они опять могут нашинковать друг друга, даже не выйдя на задание?
— Нет, это исключено! Человек остается в полном сознании я всегда понимает, где он и что делает,  кто его друг и товарищ.
Гул поутих.
— А сколько времени занимает активация препарата? — донесся другой голос из зала.
— Все зависит от особенностей организма. Примерно один-три дня. Возможны легкие признаки ОРВИ.
— А не заразно ли подобное недомогание? Вдруг, взвод выпадет с температурой в самое неподходящее время?
— О, вовсе нет. Симптомы длятся недолго, и в скором времени проходят. Зато эффект продлевается на недели.
“Ой, а кто же может догадаться что здесь химики просчитались и  эта штука чрезвычайно заразна? — подумал Джереми и улыбка опять сама собой наползла на лицо, — да и недели — понятие растяжимое. Ну, что же! Бывает и такое, что поделать.”.  Джон заметил его реакцию и сдержанно кивнул в его сторону. Этот немой контакт прервал еще один вопрошавший из публики:
— Вы так уверенно говорите, но ведь сегодня проводится первое тестирование. Или я ошибаюсь?
— Вы абсолютно правы! Откровенно говоря, мы решились сделать небольшой тест с моим коллегой — он принял препарат в малой дозе, — так что небольшой практический результат мы получили. Полноценный результат мы сможем наблюдать благодаря этим добровольцам уже в ближайшем будущем!
— И мы можем пообщаться с вашим коллегой? И, кроме всего,  почему же вы создали препарат лишь сейчас?
Джереми привстал со своего места и ответил:
— Друз…, — он внезапно  чихнул, тем самым растормошив некоторых закимаривших на галерке. — Прощу прощения, уважаемые, я сейчас неважно себя чувствую. Мы можем поговорить, но сегодня сил у меня уже практически не осталось.
Джон вновь продолжил речь, перетянув внимание на себя. Его друг присел и опять затейливая улыбка заиграла на его губах. Она была такой заразной, что Джереми пришлось приложить усилие, чтобы сохранить серьезный вид. В момент собравшись, он продолжил:
— Все упирается в ресурсы. Студентам химического университета никто не выдаст то, что необходимо и за просто так. Тем более гарантий результата у нас не было… — кто-то понимающе закивал. — И вот, наш командир поставил задачу и помог нам получить недостающие реагенты. Его вклад неоценим!
Здоровяк встал со своего места, явно польщенный этим вниманием и повернулся к залу, сделал небольшой кивок и сказал:
— Да, мы должны пробовать и искать новые пути к победе! Я горд быть частью этого. — Он повернулся к Джону и, уже слегка потише и не так воодушевленно, — давай уже, угощай рядовых и закругляемся.
Солдаты приняли препарат и получили свою неделю увольнительных, остальные чокнулись рюмками и устроили празднование — презентация прошла успешно. Вскоре появились первые результаты. Сперва подопытных подкосила небольшая простуда, но очень скоро они стали чувствовать себя значительно лучше. Пришло время пожинать плоды, командир части решил провести интервью с одним из подопытных. Однако, результаты удивили его настолько, что пришлось связаться с командованием повыше.
Несколько дней после, он сидел в своем кресле и был полон ярости. Напротив него сидел гость, человек из звена командования повыше, также в форме и с внушающим уважение количеством разнообразных цветных лоскутков на груди. Глаза командира походили на яйцо пашот в красной авоське, сосуды местами полопались, кожа раскраснелась. На столе лежал видавший жизнь носовой платок и блистер парацетамола. Он подскочил с места и начал вышагивать по кабинету. В воздухе витал сигаретный дым и удушливо несло спиртом. В углу тихо работал телевизор, в котором передавали прогноз погоды и очередные новости.
— И ты понял, что эти сучьи дети сделали?
— Недееспособных солдат, как мне доложили?
Командир на мгновение остановился, как вкопанный.
— Недееспособных? — Он смаковал каждый слог. — Эти ботаны превратили моих людей в вонючих хиппи!
Он рыкнул и хлопнул двумя ладонями о стол.
— Я его спрашиваю: “Ты готов умирать, сынок”? Он отвечает: “Да”. Я продолжаю: “Нет ничего превыше родины и долга, да, сынок? Убьешь врага и не моргнешь?” И он улыбается в ответ, словно я ему пивка предложил! Встает, а затем говорит “Друг…”! — Командир зарычал. — Нет, ты слышал?! Эта сопля мне “друг” говорит!
Собеседник лишь утвердительно кивает, покачивая в руке бокал.
— Он говорит: “Друг, нет ничего превыше жизни”! И потом прочую хреноту.
Командир нервно подошел к телевизору, ткнул пальцем в кнопку переключения.
— На, посмотри сам на этот бред.
На экране засветились списки видеофайлов. Тяжеловес, сопя от напряжения выбрал нужный и запустил. Его собеседник с небольшой долей заинтересованности пододвинулся к экрану. Командир плюхнулся назад на свое кресло и упер уставшую голову в ладонь, подбоченившись. На экране появился один из рядовых, принимавший тогда препарат в качестве подопытного. Он сидел в небольшой комнатке за стальным столом, откинувшись на спинку стула. Напротив него, по ту сторону стола, был еще один стул. Больше ничего и не было, кроме голых стен.
Тем временем на экране появился командир, произошло формальное приветствие. Затем он спросил солдата, готов ли тот умирать и получил утвердительный ответ. Военный на экране растянулся в улыбке и продолжил:
— Нет ничего превыше родины и долга, да, сынок? — Он поднял ладонь вверх и затем сжал кулак так, что тот аж слегка задрожал. — Убьешь врага и не моргнешь? Солдат встал.
— Друг, нет ничего превыше жизни! — ответил парень. Глаза его излучали такую доброту, словно вопрос был совсем о другом. — Нет ничего превыше жизни, и неважно чьей. Мы с тобой здесь не ради убийств и взысканий долгов, но совсем наоборот.
Командир захмурел. Голос из торжественного мгновенно перекатился на несколько этажей ниже.
— Ты хоть знаешь, с кем говоришь?  Еще одна такая выходка, и будешь гнить в блиндажах остаток своей никчемного существования!
Парень усмехнулся и лишь посмотрел полными любви глазами в ответ на закипающий стальной яростью взгляд командира.
— Не суть важно. — Он поднял руки и описал небольшой полукруг. — Ведь мы просто ручейки одного, бесконечно глубокого источника! Именно поэтому я готов умереть. Смерть — не конец, но лишь изменение состояния. Когда и ты поймешь, что мы с тобой — части соцветия бесконечного начала, твое желание сгноить меня в блиндаже, убить врага, забрать что-либо у кого-либо — просто исчезнет.
Командир тоже встал, желваки его играли. Он поднял плечи и втянул голову так, что затылок испещрился морщинами.
— А если враг придет и заберет твой дом, твою землю?
— Не важно.
Командир стукнул по столу.
— Сученок, а если от расколет твою тупую башку? Или трахнет твою жену, сломает хребет твоему ребенку? Что, что ты будешь делать, а, моралист хренов? — Он тяжело перевалился через стол и поднес свое лицо к собеседнику так, что можно было рассмотреть как ритмично раздувались ноздри.
Слезы наполнили глаза парня, но он не отошел ни на шаг и ни один мускул не дрогнул на его лице. Он приподнял руки ладонями вверх на уровне пояса, словно приглашая командира к объятьям и ответил:
— Я прощу его.
— Что?! — командир перевернул стул позади себя. — Что ты там лепечешь, идиот?
— Я прощу его! Кто будет причинять вред и страдания по собственной воле? Только лишь от незнания!
— Да какая к черту-то разница? Твою землю забирают, твоих родных убивают!
— Разница в том, что у меня это знание есть. А когда знание есть, то нет места неведенью. Нет моего, нет твоего, есть наше. Война — лишь способ углубиться в заблуждения, которые пускают нас по кругу самовоспроизводящихся бесконечных страданий. Наши враги, как ты их называешь, такие же заблудшие души как и мы. Не…
Командир рывком откинул стол и что есть мочи ударил парня по лицу. Кровь ярким фейерверком окропила стену, человек упал к ногам военного. Затем тот нагнулся к лежащему и ледяным тоном произнес:
— А теперь что ты мне скажешь, святоша?
— Я… Я прощаю тебя…
Командир поднял его за грудки, словно тряпичного болванчика и пару раз с усилием вогнал в стену. Кадр задрожал от вибраций ударов в комнате.
— Повтори еще раз, — процедил военный.
Ниточка слюны стекала с подбородка человека, замазывая манжеты пиджака нападавшего.
— Я… — видно было, что он едва держится в сознании — я вижу, что ты еще не знаешь… пока что…  я люблю тебя и прощаю…  жду тебя, друг…
На этом запись прервалась, экран потемнел.
— Вот такая вот шутка от двух дегенератов! — нервно хохотнул командир.
— Да, никогда не любил эти эксперименты… Ну что ж, я думаю, вы ими займетесь.
Командир встал и вновь начал нарезать круги около стола.
— Оо, уж я-то ими займусь… Я с них спрошу…  Они мне скажут, одно мы или не… внезапно капитан чихнул. Его взгляд на мгновение остекленел и словно затуманился.
— Вы как? — оторвавшись от своих мыслей и со, скорее, формальным беспокойством, спросил собеседник.
Командир, не отвечая, посмотрел на него — его глаза стали словно два колодца, которые наполнились впервые чистой, минеральной водой после десятилетий илистой жижи. Упершись спиной в стену, он медленно съехал на пол, где и распластался. Собеседник поднялся, и, как был с бокалом виски, так и подскочил к сидящему.
— Что с вами? Вам плохо?
Командир схватил его за руку, пытаясь нащупать пальцы. Не для того чтобы встать, но скорее для простого контакта, ощущения человеческого тепла. Затем заглянул в лицо собеседника и едва слышно, но очень четко произнес:
— Наоборот, никогда лучше мне не было… И, знаешь что? Он прав. Он прав во всем.
Он сжал еще крепче ладонь сослуживца, который уставился на него, как на диковинную гориллу. Затем, тряхнув головой, махом отправил в себя остаток бокала и спросил:
— В чем это он прав?
— Ты, я — мы не отдельные по своей сути. Мы — неиссякаемые листья единого бесконечного древа! Зная это, как можно причинить вред? Как можно хотеть что-либо забрать, нанести увечье, причинить боль? Наши глаза с самого рождения словно с заштопанными веками! Все что мы имеем — тьма с причудливыми бликами и постоянная боль, которая отталкивает нас назад, если мы пытаемся хоть на дюйм приподнять их. Считать это зрением просто потому, что мы никогда не испытывали альтернатив — величайшее заблуждение. И все же, даже в таком состоянии глаза иногда удается приоткрыть! — Командир притянул за руку своего ошарашенного компаньона чуточку ближе. — Ты, когда-то видел, как падают звезды с неба, распушив свои искристые хвосты по бесконечно сатиновому куполу неба? Или заслушивался песней соловья, который словно баюкает тебя каждый долей своей прелестнейшей трели? В этот момент все уходит на второй план, эта бесконечная жажда крови, эта злость, ненависть… Оно просто замолкает.
Он положил поднятую руку на щеку своему товарищу. От неожиданности, мужчина с полуприседа шлепнулся назад.
— Вот тогда мы по настоящему живы, вот тогда наши веки приоткрываются и глаза видят мир! Мир, который и есть жизнь по-настоящему! И пусть это лишь миг, и, бывает, до самого конца у нас нет возможности осознать это. Но этот миг и есть на самом деле жизнь.
Сослуживец сидел неподвижно и впился немигающим взглядом в командира, который продолжал:
— Как можно причинить вред “другому”? Только не зная того, что “другой” — иллюзия, и все на самом деле едино. Ярлыки, которые навесили мы всему вокруг — фикция. У нас нет врагов, мы создали их своим  больным желанием. Теперь эти нити пропали с моих век, теперь боли нет и я, наконец, вижу!
Он чихнул, слезы брызнули с его глаз, попав на его товарища, челюсть которого оттянулась настолько, что можно было рассмотреть золотые коронки задних зубов. Брызги отчасти попали на руки и лицо. Мужчина, будучи в ошеломлении, даже не шелохнулся.
— Что… Что, черт побери, ты такое несешь?
— Хитрые уловки наших мыслей в поисках того, кто больше кому принес боли и страданий и сколько должен заплатить, только лишь вгоняют нас в бесконечную спираль разорванной души и страданий. — Он улыбался, слезы катились по его крупным щекам и прятались в устах, широко раскрытых в блаженной улыбке. — Можно бесконечно взыскивать и жить во мраке, а можно отпустить, простить и любить. С осознанием появляется выбор, которого до этого просто не существует. Но когда он есть, то все очевидно…
Внезапно, он начал реветь, словно новорожденный. Сослуживец в полном недоумении попятился назад и выскочил в коридор.
“Это, мать его, диверсия! Вражеская спланированная операция! — Он летел по коридору на выход. — Поскорее, в машину, затем в штаб и сообщить выше, по защищенному каналу связи, об этом  подлом ударе!”. Он добежал до КПП, но на посту никого не было.
— Дежурный! — крикнул мужчина. — Быстро сюда, откройте проходную. Мне нужно поскорее отметиться и ехать!
Из каптерки за углом послышался кашель. После, ослабший голос ответил ему:
— Друг, я неважно себя чувствую, если нужно — отметься сам. Только зачем оно нужно? Ключ возьми на столе, сразу за стеклом. — Из-за угла высунулась рука и помахала ему, — хорошего тебе пути!
— Безобразие! — только и смог выдавить из себя военный.
Времени на разборки не было, ситуация критическая. Он перепрыгнул через турникет и помчался к авто. Резким газом машина разбросала клочья земли вокруг и, снеся шлагбаум, молнией удалилась в сторону города.
С тех пор прошло несколько недель, база была помещена на карантин. Внутри изредка доносились чихи и покашливания, словно тут была не военная часть, а  оздоровительный санаторий. На проходном пункте тарахтел телевизор с новостями:
“Вирус, вызывающий безумие распространился в округе 12-50 и распространился на округи 12-80, 13-50, 15-00, 19-19. Вспышки замечены и в северной части страны, введены карантинные меры. Есть подозрения, что это диверсия, однако из непроверенных источников получена информация, что эпидемия распространилась и в стане врага.
Больные могут выражать антисоциальные, революционные идеи. Вирус передается воздушно-капельным путем и имеет признаки респираторного заболевания — температура, головокружение, кашель и чихание. При любом подозрении избегайте пострадавших и ни в коем случае не входите с ними в контакт. Свяжитесь со службой социальной безопасности в случае возникновения симптомов или обнаружения зараженных. Длительность заболевания может тянуться неделями. Берегите себя и близких. Вместе — победим, враг не пройдет!” — диктор закончил монолог и сводка перешла к другим новостям с фронта. Кто-то выключил телевизор, затем звуки шагов мерно удалились вглубь здания части.
На выходе, недалеко от входа нежились на солнце пара человек, растянувшись на спальных мешках. После того как телевизор затих, один из них потянулся а потом весело воскликнул:
— Респираторное заболевание! Хи-хи.
Лицо его, словно встретившее некогда грузовик, уже почти затянулось, зеленовато-желтые следы остаточным флером покрывали область вокруг глаз. Он повернул голову к лежащему рядом грузному мужчине. Здоровяк заложил руки за голову и, улыбаясь и жмурясь, подставил свое лицо и тело лучам рассветного солнца.
— Хи-хи! — весело повторил смешок командир — недели… Они еще и не знают, что это — навсегда!</p>`,1);function d(t){var a=i();o(2),e(t,a)}export{d as default,n as metadata};
