import{a as e,t as r}from"./disclose-version.yxiXdSMO.js";import"./legacy.ELsv00tL.js";const d={title:'Рассказ "Даймова свобода"',description:"Свобода у каждого своя",date:"2025-06-07",categories:["story","writing"],published:!0,language:"ru"};var o=r(`<p>Пластиковые панели, имитирующие мрамор, были затерты и облуплены. Холодное сияние голых ламп, под стать неприветливости оператора за стеклом, вытягивало последние силы. Тесное помещение было спроектировано с учётом жёсткой экономии и максимального обесчеловечивания.
— В доступе отказано, — без капли сочувствия произнёс голос.
Мужчина в сердцах пнул стоявшую рядом урну.
— Пропуск всего на день просрочен, ну ты же видишь!
Располневшая женщина за бронированным стеклом, с бело-пурпурными волосами, уложенными в растрёпанное гнёздышко, всё так же пусто смотрела на посетителя. Потеряв к нему интерес, она опустила разделительный экран.
— Будь ты проклята… — вырвалось у него, уже без прежней ярости.
Утерев пот со лба манжетом пиджака, латанного кричащего цвета нитками, Волли откинул голову на стену. Слипшиеся волосы завивались, поседевшие пряди рассыпались по вискам и шее. Щетина росла неровными островками, будто его брил подслеповатый пьянчуга. «Не в доступе ты мне отказала, а в сострадании, — подумал он с тягучей грустью, разглядывая носки своих туфель. — А зайди я сегодня в Дайм, хрен бы лысый я с тобой одним воздухом дышал»! Он бессильно стукнул кулаком о грязный пол:  комбинацию ему-то слили, а то, что проклятый пропуск мог закончиться вообще вылетело из головы!
Дверца открылась, и в кабинку заглянул довольно крепко сбитый, хоть и с округлым брюшком, охранник. Снизу на него глядел выбившийся из сил человек.
— Волли, опять дебош? Вместо того чтобы заняться чем полезным, опять собрался крупье глаза мозолить?
— Полезным?! — На его губах выступил презрительный оскал, — с утра до ночи в терминалы глазеть? Или, как ты, штаны между ног протирать, шатаясь туда-сюда? Вот так польза!
Охранник лишь снисходительно глядел вниз, тихонько цокая языком.
— Ладно, не бери в голову. Просто, этот чёртов пропуск… Я-то знаю комбинацию!
— Откуда это ты знаешь? — Глаза слегка прищурились, охранник нагнулся к посетителю и заговорщицки прошептал, приподняв одну бровь, — Опять на картах разложил?
Челюсти Волли выступили из-под кожи, он яростным взглядом вцепился в насмешливую физиономию охранника.
— Это работает! Если ты такой придурок, что не веришь — твои проблемы!
— Один раз сработало, на годовой абонемент в Дайм. А потом, — страж снова выпрямился. Поднял глаза вверх и приложил палец к толстым, обветренным губам, — раз пятьдесят не сработало? Мне ли тебе напоминать?
— Мать твою, это другое! Я знаю точно! Мне… скажем так: должок один богатей отдал!
Охранник хохотнул и хлопнул себя по пузу. Он сочувственно улыбнулся глядя на Волли.
— Да успокойся уже. Займись чем-нибудь другим. Дайм — это дерьмовое казино, аттракцион для вельмож и дойка прощелыг типа тебя. А один из толстосумов ещё и конкретно над тобой прикололся.
Волли подобрал ноги и, опершись на скрипящую настенную панель, поднялся. Он отряхнул брюки и выставил палец вперёд:
— Я в этой системе быть больше не намерен. Я получу свободу!
— Ты правда веришь богачу? — подняв бровь, спросил охранник. Не дожидаясь ответа, он продолжил, — и что это за свобода? В этих колониях от неё одно название!
Волли прыснул со смеху.
— Торчишь тут целыми днями, в своей вонючей форме и перерывом на обед… а рассуждаешь о свободе, словно что-то знаешь.
— Стабильность, покой и порядок. Меня всё устраивает! Что ещё надо?
— А вот мне надо. Мне нужны деньги и удовольствия! — Волли подался вперёд.
— И это ты называешь свободой? — Охранник криво усмехнулся.
— А что, нет? — Волли вскинул брови. — Жить, как захочется. Не быть рабом, как ты.
Выскочив из кабинки, он раздражённо зашагал по длинному коридору. Охранник, глядя вслед, лишь пожал плечами и пошёл дальше, по внутреннему кольцу здания, мимо загибающегося полукруга бесконечных серых дверок. «Элита слов на ветер не бросает! Я своё дело делал чётко. Карты считал, знаки подавал. Да, гарантий не было, и всё равно — вот он, код, у меня! — Волли невольно сжал кулаки, мерно ступая по коридору. — Только почему же так поздно… Я бы уже сто раз его подал! А теперь… один день просрочки! И всё коту под хвост?!».
Белая труба, ведущая от центра Дайма к выходу, казалась бесконечной. Звуки шагов гулко разносились по коридору. Вдруг настенные информационные панели ожили. На трёхмерных экранах вдоль коридора материализовалась сногсшибательной красоты девушка-диктор — как раз во вкусе Волли. Он знал, что модель сгенерирована на основе его истории просмотров в сети, и это ему нравилось.
— Почему ты сегодня не в Дайме, Волли? Может, сегодня вновь поймаешь удачу? Или просто отдохнёшь в баре с подружками? Всё включено, ты ведь знаешь, — она кокетливо хихикнула.
— Проклятый пропуск кончился… — с лёгким отупением ответил он, кося одним глазом на дорогу, вторым на голограмму.
— Тебя там так не хватает! — Девушка щебетала и лучезарно улыбалась. — Приходи, сегодня ведь будет шанс получить билет в свободные колонии! Нужно лишь угадать код, и это вполне реально!
Волли вмиг помрачнел.
— О да… Мне ли не знать.
— Так в чём проблема? Условия ты выполнил. Сколько уже счастливцев присоединилось к галактическим пионерам, думаю, тебе говорить не нужно, — девушка подмигнула ему.
— Да я всё знаю! И код я знаю! — закричал он. — Только треклятый пропуск кончился сегодня утром, я не могу войти!
— Так возьми суточный, — перед ним загорелось табло покупки. — А, у тебя совсем нет кредитов… — голос голограммы потух, табло растворилось так же быстро, как и возникло. — Может быть, в другой раз! А лучше, найди способ заработать!
Девушка испарилась, экранные панели втянулись в настенные гнёзда. Волли продолжил свой путь в одиночестве. «Где раздобыть кредитов? — Думал он. — Займовые ячейки? Ему уже не дают. Частные кредиторы или, так называемые, друзья? Тоже…». Он дошёл до двери и перед выходом буркнул себе под нос:
— Сальный салун… придется пойти туда еще раз. Последний.
Дверь позади него щелкнула доводчиком, словно одобряя план. Волли вдохнул поглубже суховатый воздух, стоя на платформе. Кремовый купол приёмного отделения Дайма поблёскивал под бледноватым солнцем. Атомные транспортёры, ютящиеся на обрыве платформы, привлекли было внимание Волли, но кредитов было и впрямь не густо, чтобы прокатиться с их помощью. Капсульная труба перемещения неподалёку зияла слегка заплёванным, но вполне пригодным для путешествия салоном. Хоть и займёт больше времени, зато бесплатно.
Он заскочил внутрь, дверцы лязгнули. На всплывшем терминале мужчина ввёл координаты, кабинка сделала оборот и, одарив Волли на прощанье захватывающим видом только-только начинающегося заката, нырнула в тоннель. Чёртовы кредиты. Всю жизнь он вкалывал, чтобы освободиться от этого. Кредиты, кредиты… Сидишь ли за станком, крутишь рулетку, наливаешь пива — всё из-за них. Только когда они есть, тогда нет забот. Волли отрешенно наблюдал за зелёным маячком, отображавшим капсулу на карте. «А когда их нет, то только и делаешь, что паришься, как их раздобыть! — Он отбросил голову на стенку с глухим стуком, — но только не в свободных колониях. Там вся жизнь включена»!
Кабинка остановилась на нужной станции. Небо затянуло тучами, городские фонари островками рассеивали мрак. Волли вышел на безлюдную улочку. Обветшалые вывески, неряшливо пришпиленные к фасадам, нависали над головой. Сюда приходили лишь те, кто точно знал, куда им нужно.
Волли запахнулся покрепче и, торопливо перебирая ногами, погрузился внутрь квартала. Пару раз его окликали. Знакомые ли, нет — не важно, он торопился в «Сальный салун». Отработать, забрать деньги, попасть в Дайм до конца розыгрыша — всё остальное неважно.
Волли остановился перед грязно-серым бетонным сооружением у проржавевшей на стыках двери. Каким-то образом они знали, когда исполнитель приходит, ещё до стука. Электронный замок мерзко задребезжал, и дверь открылась, стоило Волли лишь занести руку. Едва слышно хмыкнув, он вошёл.
— Ну что, Волли, добро пожаловать! Снова, — под шум захлопывающейся двери, услышал он знакомый голос.
Невысокий, пухленький человек с островком лысины, бликующей от ламп, окружённой длинными засаленными волосами, делавшими его похожим на созревший фурункул, криво улыбнулся вошедшему. Под стать месту, он выглядел слегка разлагающимся и забродившим. Волли кивнул головой в ответ, мужчина продолжил:
— Сегодня есть шикарный вариант побыть грушей для битья, — слегка вылез из-за стойки, — бить будут по… ну, ты понял, — за очень хорошие деньги.
— Нет, спасибо. Одного раза хватило. Есть варианты, после которых я смогу ходить?
— Ты смотри какой переборчивый…, — мужчина опустил голову, разглядывая записи в журнале. С минуту он водил пальцем по страницам в только ему известном порядке, бесшумно шевеля губами, — ладно, есть ещё электрошок на сосках.
Волли резко хлопнул себя по лицу обеими ладонями и медленно потянул их вниз. Нижние веки оттянулись, белки с красной сеткой сосудов встали на место сбежавших вверх зрачков.
— А что ты хотел? — Администратор пожал плечами и описал дугу ладонью над головой. — Здесь платят те, кому очень хочется специфичных вещей. Секции бойскаутов и клуб читателей фантастики к этому числу не относятся, как видишь.
— Фу, мать твою… Вам всем тут лечиться надо.
Администратор поднял брови и произнёс:
— Кто хочет — тот лечится! А кто не хочет — приходит ко мне. — Он слегка улыбнулся, — да, для многих это дикость. Местами, даже для меня. Но есть ли дело, состоящее лишь из приятных моментов?
На Волли это впечатления не произвело. Может быть, он и прав, может — нет. Он был по ту сторону ленточки в этих вкусовых предпочтениях. Но где они были вместе, так это нужда в деньгах. Вот где общий знаменатель.
— Слушай, а можешь занять мне? Мне всего-то нужно на суточный пропуск в Дайм.
— Друг, ну разве я похож на мецената? — Он смерил взглядом Волли. Тот выглядел довольно жалко, и, если бы не профессиональная деформация, он мог бы вызвать у толстячка сочувствие.
Когда-то администратор был единственным исполнителем. Со временем здоровье подупало, а клиентуры наросло. Мало кто знал об этом, но Волли каким-то образом пронюхал. Толстяк вздохнул, потёр слегка вспотевший лоб.
— Эти дни я в полной заднице, Волли. Так тебе скажу: мне очень надо, чтобы ты взял заказ, так как иначе самому придётся. А я, знаешь ли, уже насытился этим всем… Я больше люблю в нарды играть и японскую порнографию старых времён из кубиков доставать. Но кушать надо.
— Ладно, давай электрика. Выпивка есть?
— Как всегда. Давай, настраивайся.
Волли вошёл в бар по левую руку от администраторской стойки. «Ещё один раз. И больше не придётся, — он взял бутылку водки, уже наполовину опустошённую. На горлышке красовались следы чьей-то вульгарно-красной помады. Следуя примеру, он приложился к стеклу. — В свободных колониях деньги мне уже не будут нужны, чтобы вести настоящую жизнь».
— Шестая комната! — донёсся крик с администраторской стойки. — Клиент минут через пять-десять будет готов. Так что сильно не увлекайся.
Волли, опустивший было бутылку, вскинул её и сделал ещё залп и вышел к комнатам. Он приблизился к двери, возле шестёрки кто-то криво нацарапал ещё две. Он пьяно ухмыльнулся и вошёл.
Пол комнаты был из мягкого, прорезиненного материала. На стенах топорщились выдвижные балки с разнообразными ремешками, цепями и зажимами. Приглушённое освещение сглаживало кричащий контраст.
Посередине комнаты стояло кресло с уже подведёнными клипсами. Ремешки на рукоятках и ножках кресла, довольно стёршиеся, приглашали Волли к объятиям. Напротив него стояла кушетка — выглядела та явно дороже, чем весь репертуар комнаты вместе взятый. Бархатный, пурпурно-лиловый сатин обволакивал подушки.
— Она дама со вкусом. Даже личную лежанку привозит — брезгует моими, — донёсся голос за спиной Волли.
Администратор бесшумно приблизился к нему.
— Она? — Волли глупо улыбнулся. Он уже и забыл, что его место не на диванчике. Алкоголь начал рисовать ему альтернативные сценарии.
— Да, клиент — женщина. Но тебе разницы никакой. Присаживайся на трон, — он кивнул в сторону ждавших его ремней, — подключим.
Настроение поугасло, но с тем же и пришла мысль, для чего он здесь. Волли плавными движениями приблизился к креслу и ухнул вниз. Администратор опустился на колени и начал пристёгивать его ноги.
— Снимай рубашку.
Тот послушно стянул одежду и кинул рядом с креслом. Администратор тем временем поднялся и пристегнул кисти Волли. Затем взял клипсы, висящие на тонких прутиках проводов из-за спинки кресла, и прикрепил их к мочкам ушей и соскам.
— Фу…
— Фу — это твой запах, дружок.
Толстяк выудил из-за пазухи небольшой пульверизатор и пшикнул несколько раз на Волли. Затем достал чёрный мешок и набросил ему на голову.
— Это что такое?!
— Клиент не любит маски, но любит анонимность.
На этом администратор встал и вышел, закрыв дверь. Вскоре дверь у зеркала скрипнула. После Волли услышал, как натужно охнула под весом кушетка.
— Ты любишь, когда тебя бьют? — спросил глубокий голос.
— Не очень, откровенно говоря.
Грудь Волли дрогнула от электрического жала. Внезапная боль вспышкой отдалась в голове, залив ярким блеском глаза. Волли зойкнул, левая часть корпуса онемела на мгновенье. Он захотел домой, алкогольная дымка только усилила жалость к себе.
Послышались щелчки переключателя. За ними последовал разряд, уже более гуманный, но сердце Волли беспокойно трепыхалось. Теперь больше болело от ситуации, чем от физического дискомфорта.
— Я постараюсь не слишком тебя портить, голубок Но свой корм придётся отработать.
За этим последовал ещё один удар тока. Волли дёрнулся всем телом. Ещё удар, он вздохнул, сознание ушло внутрь его головы. Где-то на фоне он услышал ритмичные, чавкающие звуки. Ему захотелось вырвать. Водка просилась наружу, но он сдержал позыв. Ещё удар, он вскрикнул.
— Вот так…
Чвяк. Удар. Хлюп. Стон. Волли орал. Грудь, шею и голову он уже не ощущал — из состояния онемения их выводили лишь новые разряды тока. Уханье женщины на фоне приобрело угрожающе-торжественный оттенок, удары слились в один бесконечный ожог. Сознание ускользнуло, Волли пришел в себя потеряв счёт времени. Тело саднило, однако шевелить им он не мог. Над ухом раздался голос администратора:
— Сейчас приедет скорая. Прости, не знал, что так получится. Кредиты и чаевые на твоём счету. Я попросил докторов поставить тебя на ноги как можно скорее — услышал, что у тебя есть шансы попасть в колонии. Ах, чего же ты мне не сказал? Да, хотя, я бы и не поверил…
Среди непроглядного болота в мыслях проклюнулся блеск момента перед отключкой: клиентка визжит вовсю, он блюёт. Боль уже не ощущается, как и тело в целом. Женщина приподнимает мешок со рта, давая путь к воздуху, и кричит в коммутатор, чтобы администратору срочно явился. После, она с придыханием произносит: «Это же один из их пёсиков!». Застучали ногти по экрану коммутатора — она кому-то набирала.
— Алло, ты представь, я здесь нашла потерявшегося свободника! Развалился прямо передо мной.
Зашуршал голос в трубке. Она говорила с кем-то.
— Да не важно, где „здесь“, — слегка стушевалась женщина. — Главное, что я его нашла!
Собеседник вновь энергично затараторил.
— Остынь, — остановила она встречный поток. — Сейчас его отправят в больницу. Я скину адрес, дальше сам думай.
Крепкие руки поднимают Волли с кресла. Желудочный сок слетает с его пуза на колени, тряпичное тело кладут на носилки. Волли вновь проваливается в темноту. Из-под повязки на миг пробился приглушённый свет лампы, прежде чем веки схлопнулись.
«Пик, пик, пик», — монотонная капель возвращает его в сознание. Вокруг уже не стены салуна, но больничная палата. Первым делом, он бросает взгляд на часы, что мерцают над входом. У него есть ещё час до розыгрыша. Волли пробует опустить ногу с кровати, однако сил практически нет. Жалкий шорох под одеялом — это всё, на что его хватило.
Фрагменты воспоминаний вновь догоняют его. «Свободник? Не в Дайме?» — Волли в полнейшей дезориентации пытается связать всё воедино. Голова, и без того идущая кругом, тоскливо зазвенела. Он осмотрелся вокруг: рядом мерно гудели аппараты жизнеобеспечения, за окном перекатывались тучи. Он понемногу приходил в себя. Недавний ужас постепенно всё больше и больше обрастал полнотой, Волли поморщился. Руки уже потихоньку двигались, но дикая слабость никуда не делась. «Ладно, плевать. Наверно, я такой не один. Значит, они искали меня — подумать не мог, что им не всё равно. Но как я, в таком состоянии, смогу попасть в Дайм?» — Волли приподнял руку над одеялом, та худо-бедно послушалась, но умоляла вернуть её назад. Он сжалился..
Он прикрыл глаза и расслабился. Вдруг, лёгкий ветерок тронул его вспотевший лоб. Он приоткрыл веки и увидел, как дверь больничной палаты бесшумно отворилась. Внутрь вошёл высокий, худощавый человек. Скучающий, но в то же время цепкий, оценивающий взгляд за долю секунды пробежался по комнате и остановился на Волли. Одежда мужчины — джинсы и чёрная футболка со слегка выцветшим изображением — давали понять, что он не из больничного персонала.
— Ты кто? — тихо, с ноткой неприязни произнёс Волли.
— Кролл. Я работаю на элитных клиентов Дайма.
— Прекрасно. Давай-ка вытаскивай меня отсюда и вези в казино.
Мужчина покачал головой, подошёл к больничной койке и притянул стоящий рядом стул. Присев рядом с Волли, Кролл взял пульт от телевизора и включил трансляцию розыгрыша. На сцене стояли счастливчики, а за ними маячил выигрышный код. «Не обманули! Код правильный! Я мог выиграть!» Словно читая его мысли, мужчина, натянуто улыбнувшись, подтвердил:
— Ты мог стать победителем.
— Я мог стать свободным! — прохрипел от напряжения он.
Кролл запустил руку в карман и выудил терминал.
— Посмотри-ка сюда.
На экране стройными рядами лежали тысячи людей, обвитые трубками и проводами. В некоторых из них Волли узнал жителей свободных колоний. С одним из них он даже был знаком.
— Это же Эд! — Он ткнул куда-то на экране, —  он мне в прошлом месяце свою яхту показывал!
— Не он, его цифровая копия. Колонии — просто симуляция. — Он потряс экраном, — это всё ненастоящее. Кроме накачанных раствором, бездушных тел.
— Ты врёшь. Зачем так делать?
— Как зачем? Вами поигрались, сделали банк. Вы узнали слишком много, вам пора на покой. Как говорят заказчики, «в утиль», но я этот взгляд не разделяю.
— А тела? Эд ведь жив, да?!
— «Победители», фактически, не мертвы — мои клиенты, заядлые игроки Дайма, чисты перед законом. Всё выглядит как жест доброй воли, в детали реализации никто не вникает. Свободники подписывают бумаги, не вникая в формулировки, — Он потёр переносицу, прикрыв глаза. Слабый смешок выскочил из его рта, — Забавно и грустно, как фраза «подпись — просто формальность» сводит на нет любые вопросы.
Он подвинулся к нему поближе.
— Я пришёл дать тебе свободу. Настоящую. Но сперва мне хотелось рассказать тебе о той иллюзии, к которой ты так отчаянно рвался.
— Настоящую свободу?
Мужчина кивнул.
— Тебе не придётся ни перед кем больше унижаться, никто не будет играть с тобой, даже если захочет. Кредиты? Грязь. Удовольствия? Жалкая зависимость. Я освобожу тебя от всего мусора. Чистейшая, неподдельная свобода.
Щёки Кролла слегка окутались румянцем, ноздри заходили чуть шире обычного. Взгляд стал мягче, в то же время словно прошивая Волли насквозь. Видно, что Кролла и правда радует тот факт, что Волли избежал судьбы живого трупа.
— Если ты работаешь на этих ублюдков, то как… о какой свободе ты говоришь? Если они хотели сделать меня, — он поморщился и дёрнул рукой в сторону терминала, — этим… Как ты собираешься мне помочь?
Кролл продолжал смотреть ему в глаза немигающим взглядом. Сердце, и без того бывшее на пределе, тягучим комом задёргалось под рёбрами. У Волли выступили слёзы: он понял, что Кролл замышляет на самом деле.
— Не убивай меня! Я люблю жизнь!
— Жизнь? — Его подбородок взлетел вверх, лицо повернулось так, что лишь один глаз с приподнятой бровью взирал на Волли. — Погоня за мусором, который ты до сих пор считаешь чем-то важным? Даже сейчас, на пороге смерти? Ты хоть вспомни, из-за чего здесь оказался! Жизнь… — Кролл опустил голову, на устах играла усмешка-оскал, — ты так долго гнался за свободой, всю свою, так называемую, жизнь. А теперь отказываешься?!
— Смерть — не свобода! — губы Волли поджались, уголки резко врезались в щеки и ушли вниз. Влажные глаза стянулись к переносице, полные боли и надежды.
— Самая что ни на есть, — возразил тот. — Мне ли не знать? — Он задрал голову, и на шее побагровел длинный, тонкий шрам, тянущийся через всю глотку. — Я был на той стороне. Они спасли меня, чтобы я дальше был полезным инструментом, — его губы едва заметно изогнулись, — именно это и умерло.
— Так если это свобода, почему ты ещё жив?
— Теперь я свободен и здесь, — неожиданно тепло улыбнувшись, ответил Кролл. — Следующая смерть будет просто переходом.
— Но я хочу жить! Может быть, я тоже научусь!
— Нет, не научишься. Ты хочешь жить, но обречён страдать. Я здесь, чтобы помочь, в этом моё предназначение. Раньше я делал свою работу, потому что мне нужны были деньги. Теперь я делаю её для того, чтобы бедолаги вроде тебя не страдали больше, чем нужно.
Глаза Кролла блеснули, он откинул переносной терминал и достал шокер. Волли попытался поднять руки, но был чрезвычайно слаб. В телевизоре зазвучали овации — победители подписывали контракты на переезд в свободные колонии, утопая в конфетти. Аппаратура жизнеобеспечения сменила прерывистый такт на чрезвычайно быстрый и тут же на ровный, монотонный писк. Кролл сдёрнул датчик пульса с руки Волли и разрядил шокер ещё раз. Теперь реакции не было никакой. Он выдернул шнур питания аппаратуры и в опустившийся тишине смотрел на остекленевшие, упершиеся в экран телевизора глаза Волли. Он положил руку ему на щеку, словно старому другу, а после бережно прикрыл веки мертвеца. Перед тем как уйти, Кролл наклонился и кротко приложился холодными к остывающей кисти Волли.
— До встречи, — тихо прошептал он.</p>`);function s(t){var a=o();e(t,a)}export{s as default,d as metadata};
