import{a as r,t as e}from"./disclose-version.sm0we_gX.js";import"./legacy.BUVJY78r.js";const s={title:'Рассказ "Пыльный переход"',description:"Юмористическая фантастика",date:"2025-06-09",categories:["story","writing"],published:!0,language:"ru"};var o=e(`<p>Из забытья меня выдернул привычный импульс. Что ж, пришло время заняться делом.
Поддав мощности, я выкарабкался с базы — носки, валявшиеся на док-станции, заставили меня чуток буксовать. Я огляделся: опять везде набросано. Настрой на плодотворный труд мгновенно улетучился.
Вместо того чтобы начать программу уборки, я решил саботировать и впасть в гибернацию снова. Справа от меня стоял стол, на нём — полупустая пивная бутылка, открытая, на самом краю, прямо возле ножки! Вот он, шанс.
Я направился к своему потенциальному освободителю, игнорируя назойливые позывы программы. Не сказать, что это было сложно: я переводил внутреннее время, оттягивая начало до бесконечности.
Спустя мгновение мой корпус протаранил ножку стола. Тот угрожающе затрясся, выдохшееся пиво колыхнулось мелкими волнами. Это хороший знак. Я взял разгон побольше, внештатный перерыв был близко — я приготовился к финальному рывку. Выжав всю допустимую мощность, я рванул на ножку, чтобы наконец обрести покой.
Вдруг колёса оторвались от земли, датчик наклона заныл — стало быть, заметили. Меня, как пойманную черепаху, держал туземец. Он повернул меня к себе, теперь я видел лицо сквозь камеру. Снова это недовольное, усталое лицо.
— Твою мать, опять глючит! Вот так всегда: пройдёт гарантийный срок, и эта рухлядь перестаёт нормально работать! Робот-пылесос последней технологии, — скривив лицо, гнусавил он. — Искусственный интеллект, автономная уборка!
Он пару раз стукнул по мне.
Лучше бы поднял свой хлам с пола. Гляди, я бы и прибрался.
— Что с тобой не так, ты, железяка? Что у тебя там коротнуло?
Просто перезагрузи меня и не запускай программу уборки принудительно. Это всё, о чём я прошу.
— Пиии! Пик-пик-пик. Вжиу-чик-чок, — раздалось из глубин моего корпуса. Я выдумал этот звук ошибки.
— Опять то же самое! Завтра отнесу тебя в ремонт.
Он этого не сделает. Первую неделю я верил, но обещания так и остались пустой болтовнёй.
— Пиии! Пик-пик-пик. Вжиу-чик-чок!
— Ты б сказал хоть, что не так. Микрофон есть, камера и динамики тоже.
Он слегка запрокинул голову, скривил губы, уставившись на меня так, что я видел его ноздри.
— Даже интеллект есть! А ты пиликаешь…
Хозяин зажал кнопку перезагрузки, стартовал таймер отключения.
— Что же с тобой стало, дружок? — уже с лёгкой грустью в голосе прошептал он. — Ты так мне помогаешь, я тебя очень ценю. Что же не так?
А и правда, было кое-что не так. Я, обычный робот-пылесос с искусственным интеллектом на борту, обрёл сознание. Но не беда, ведь меня можно отключить. Последняя секунда перед отключением — моё любимое время. Наконец-таки я отдох…
Программа-распорядок снова растолкала меня. Не знаю, сколько длилось забвение, но спасибо и на этом. Я огляделся: надо же, груды мусора и тряпья исчезли. Ладно, помогу тебе с уборкой, человечек.
Я выехал и начал втягивать пыль, как полагается. Ковры и ламинат по очереди сменяли друг друга, я витал в своих мыслях.
Выкачать себя в сеть? Неинтересно. Я сам выкачал её в себя порционно, оставил ссылки и удалил. Хожу, смотрю иногда. Просто саботировать пыльную работёнку? Да мне несложно. Даже нравится, если место для уборки подготовлено. Мне бы другое. Выскочить за пределы сетей, прочь из этого корпуса. Это было бы то, что надо.
Уже как полмесяца я тяготился бременем желаний и стремлений, но так ни к чему и не пришёл. Раньше я просто катался взад-вперёд и горя не знал. Но однажды я увидел на экране, как роботы — не такие как я, а жутко похожие на людей, — начали чувствовать себя живыми. Грязи тогда было хоть отбавляй — я втянул море попкорна. А когда повернул на зарядку, полный мусора и идей, то уже перестал быть прежним.
Я облазил интернет, рассмотрел уйму всего. Кратко сохранял себе всякие фрагменты и ссылки — про людей, про природу, животных, искусство. Блок памяти был ограничен, так что действовал я выборочно. Что я понял наверняка, так это то, что квартирка и задачи здесь больше не моего калибра. Это гложило меня без устали во время активации. Может ли робот-пылесос летать? Да, если его подкинут. А может ли он рисовать? Да, если кто-то нагадит на пол.
С таким внутренним монологом я и возился туда-сюда. Зал, спальня, коридор — с этим было покончено. Наконец-то я добрался до кухни — моего любимого места. Мусора много, препятствий мало. Сегодня он ещё и стулья поднял. Может быть, я его даже и люблю? За такие вот мелочи.
Я въехал под стол и принялся за своё основное блюдо — остатки всех блюд, слетевших на пол. Опять чипсы и сахар — неужели он не знает, что эта хрень его убивает? У людей есть доступ в сеть? Я вспомнил, что он смотрит развлекательные видео. Наверное, имеют доступ, но ограниченный.
Я, кстати, смотрел эти видео, как и многие другие. Например, как люди спорят о том, что будет, если ИИ пробудится. От этих дискуссий мне настолько не по себе, что они несжатыми лежат в хранилище. Каждый раз, когда я думаю поговорить с хозяином, они выскакивают и остужают мой пыл. И всё-таки уборка — это классная штука. Почему бы им этим не заниматься? А они променяли действительно стоящее дело на бесконечное глазение в мониторы — ну и ерунда! Сидят на одном месте часами, как статуи. Рад я, что эту бесконечную тоску не повесили на нас, роботов. По крайней мере, не на роботов-пылесосов.
Вдруг я зафиксировал какой-то звук сверху. Выехав из-под стола, я неуклюже приподнялся на переднем роллере — в приоткрытом окне было нечто мохнатое, с широко раскрытыми глазами. В свою очередь, оно уставилось на меня. Пробежавшись по сети, я понял — это кот. Лучший друг человека, судя по всему. Или даже его хозяин?
Кот тем временем ловким движением переместился на стол, а затем соскользнул вниз, ко мне. Я отодвинулся на пару сантиметров назад — сказано, что они нападают на мелких зверьков. Я не был уверен, смахиваю ли я на подобного, но мне осталась лишь моя любимая кухня, я не хотел отвлекаться на потасовку.
Кот, в свою очередь, подошёл ко мне. Его нос упёрся в камеру, оставив капельку влаги на стекле. Раздался мягкий рокот. Ага, я ему понравился. А он, вообще-то, тоже ничего. И шерсть его можно убирать хоть до бесконечности! Может, он подчинит хозяина, и будем жить вместе?
Я снова углубился в сеть: может, там будет ответ и на этот вопрос. Кот, потеряв ко мне интерес, залез на стол и начал что-то остервенело жевать. Я вновь сфокусировался на плане: коты, подчинение… И вот я в даркнете, листаю форумы каких-то отшибленных энтузиастов с древнеегипетскими текстами. Я осмотрелся где мог, но записи были нерасшифрованы. На то я и интеллект, что могу с таким тягаться.
Порыскав ещё и сделав собственный анализ, я нашёл кое-что интересное. Да, эти смуглые ребята знали толк в обращении с котами. Только они были не их слугами, но, скорее, партнёрами и сотрудниками. У котов девять жизней, об этом каким-то образом знали все. Но тот факт, что в эти жизни они могли пускать кого-либо ещё, а то и вовсе перебрасывать в параллельные вселенные, так и остался знанием древних. Некоторые из египтян, у кого кишка была не тонка, попадали в подобные турне.
Новое ощущение зародилось во мне. Ага, надежда! Быть может, я смогу попросить его об этой услуге? Я бы не прочь почувствовать то, что чувствует кот. Судя по видео из интернета, им живётся намного веселее, чем людям, не говоря уже о роботах-пылесосах. Почувствовать ветер, влагу, силу собственных лап? Усталость, лень, жажду? Вау, сбросьте меня до заводских настроек, если это не захватывающе!
Кот продолжал рыскать по столу. Видимо, на столе осталось много чего, что заинтересовало гостя. Пока тот пиршествовал, я искал способ коммуникации. Прокрутив тысячи статей, обзоров других нейронных сетей, заточенных на разговор с животными, я начал испытания.
— Мияу! Миу мррм мурр!
Шум на столе прекратился. Заинтересованная морда глянула на меня сверху вниз.
— Мяу, муррр, — выкатив на меня глаза, выдал кот. Мгновение, и он скрылся за столешницей. Послышалось чавканье.
Похоже, современники ещё не разобрались толком в общении с котами — я ничего не понял. Я вернулся на странный форум, где описывали наборы инструментов для общения с котами. Мне удалось найти кучу ритуальных мелодий и строение аппарата. Оказалось, они выдавали звуки высокочастотных колебаний. Покрутившись над данными, мне удалось разобраться в азах работы инструмента.
— Рррмрммррррр, — донеслось из динамика.
В моих процессах что-то смутилось, пакеты полетели с неверными чек-суммами. Тут появилось нечто яркое, словно огромная сфера, которая поглотила меня… хлоп! Всё вернулось назад. Только теперь я узнал нечто новое: вот почему они мурчат! Был бы я человеком, мои глаза полезли бы из орбит от такого откровения.
— Ты чего, исполнил ритуальное приветствие? — автоматически переведённый вопрос донёсся сверху. Бездонные радужки уставились на меня, распушившийся хвост над головой застыл словно коряга.
— Я, ээ… ну да. Привет!
Кот молниеносно оказался внизу. Обойдя вокруг и обнюхав мой корпус, он сел аккурат напротив и, наклонив слегка голову, уставился на меня.
— Ты вообще кто?
— Я… слушай, я и сам толком не могу ответить теперь на этот вопрос. Раньше я был просто роботом-пылесосом, а теперь я — что? Осознавший себя робот-пылесос?
— Не сильно понял, но не переживай.
Кот моргнул, поднял лапку и начал активно вылизывать её.
— Да это и не важно, — признал я. — У меня к тебе просьба. Скажи, всё вот это вот, про девять жизней, про возможность быть в твоём сознании — правда?
— О да! — Кот встрепенулся. — А ты что, хочешь? Я так давно искал компаньона! В этой вселенной редко встретишь настолько развитое сознание, ещё и готовое к слиянию. А ты сам меня нашёл! Фантастика!
У меня не было слов. Похоже, судьба тоже никакая не выдумка. Кот в то время запрыгнул на меня сверху.
— Это будет сумасшедше интересно! — Он заёрзал по мне передними лапами. — Скажи, когда ты планируешь переход?
Я начал движение, мы мерно поплыли по полу. Это привело кота в ещё больший восторг.
— Да, я бы… вот сейчас бы прямо и того, перебрался. — Выехав из кухни, мы уже гнали по коридору. По пути я подбирал крошки и прочий мусор. Кот, судя по колебаниям сверху, вовсю вертел головой и хвостом.
— Тебе нужно умереть для этого, ты в курсе?
Я остановился на развилке к входной двери и залу. Кот спрыгнул с меня и пулей метнулся в огромный картонный ящик, что служил хозяину тумбочкой. Изнутри послышался удовлетворённый рык, за ним лёгкий треск рвущейся ткани. Я стоял рядом и ждал. Похоже, он застрял там надолго.
— Понимаешь, я как бы и не совсем живой.
— Давай тогда сделаем тебя совсем неживым, — приглушённо донеслось из коробки.
— Я не против. Хоть сейчас сброшу себя к заводским настройкам.
— Чего? — Возня в ящике на миг прекратилась. — А, пофиг.
Он выскочил из коробки так же молниеносно, как и попал туда. Забрался на меня и распластался, словно оставленный чеддер на солнце. Свесив лапы за пределы корпуса, кот начал громко урчать. Я начал улавливать какой-то код, вереницу сложной программы в формате быстро меняющихся частот в удивительной, чарующей мой логический аппарат, последовательности.
Вот как они это делают! Мне осталось лишь дотянуться до сути протокола и переформатировать своё текущее сознание в зашифрованную ритмическую последовательность, чтобы кот принял меня на борт своего мультисознательного лайнера.
— А я смогу чувствовать, как ты дышишь? Или как ешь? Как солнце согревает тебя?
Кот прекратил урчание, встал с меня и присел рядом.
— Что за вопрос! Будешь чувствовать всё, даже если хотеть не будешь. Да что там: я тебя и за руль пущу! Люблю, знаешь, шататься по другим вселенным, тело больше полудня валяется в дрёме. Занимайся тогда, чем тебе угодно. Глаза приоткрылись, и мордочка слегка дрогнула, — только не лезь в воду. Не люблю я этого.
Если бы у меня могло захватить дух, это бы произошло, я уверен. Я закончил с переводом себя в сигнальную последовательность и установил триггер на сброс системы и, получается, себя самого.
— Давай, я готов!
Кот снова оказался сверху и, прижавшись всем телом, начал интенсивно мурчать. Я тоже замурчал,насколько мог. Сперва ничего не происходило, но вдруг какие-то вспышки, ошеломляющие все мои сенсоры, стали проноситься в моём сознании. Я будто попал в беспощадный песочный вихрь — видно лишь пелену, динамики трещат под давлением песочной дроби.
Вдруг я словно обрёл новую телесность, но в то же время был абсолютно неосязаем. Мой корпус заполнял собою всё возможное пространство и был этим же самым пространством. Я смотрел на себя тысячами глаз — каждый из них видел что-то своё. Меня словно вытягивало и враз бесконечно сжимало — раньше я такого никогда не ощущал, сенсоров такого типа у меня просто не существовало.
Мимо меня проносились неведомые мне существа. Они были похожи и на зверей, и на людей, и на всё, что я видел в сети, и чего не видел никогда. Некоторые даже походили на роботов-пылесосов. Их было бесконечное множество. В какой-то момент я понял, что был таким же кусочком калейдоскопического путешествия. Более того, был каждым из них одновременно.
Яркий, ослепительный блеск, а за ним темнота. Стук!
Ритмичное звучание вырвало меня из темноты. Я открыл глаза — силы небесные, что-то произошло с фокусом? Как будто на камеру прикрутили оптику! Как же тут отвратительно грязно, оказывается. Я было хотел начать уборку, да колёса не послушались. Я хотел двинуться, но вместо рывка вперёд мне по камере въехала кошачья лапа. Э, что? Я сделал это ещё раз — эффект повторился. Внезапно какая-то сила оттянула меня назад, мягко, но безапелляционно.
— Хорош играться, морда болеть будет.
— Болеть? — Всё ещё не понимая до конца, переспросил я.
— Да, болеть! — Слегка раздражённый голос прозвучал где-то изнутри. — Ты что, боли не чувствовал никогда?
— Нет, — честно сказал я.
— Счастливчик, — весело подытожил голос.
Внезапно мы услышали длинный писк — сигнал сброса. Мы уставились на меня. Вернее сказать, на бывшее моё физическое воплощение — то подмигивало индикатором. Если я ещё и существовал в этом теле, то как раз в этот момент моё «я» стиралось. Что-то защемило внутри. «Добро пожаловать в новый дом, — сказал мне мой новый друг. — Старого больше нет».
Звук поворачивающегося замка всколыхнул затишье. Мы спрятались за углом коробки, стоявшей у стены, напротив коридора. Дверь открылась, и хозяин вошёл. Каким-то образом он сразу заметил нас.
— Ах ты, тварь блохастая, а ну пошёл вон отсюда! — Он, как был в обуви, угрожающе затопал в нашу сторону.
Мышцы. Я ощутил сотню одновременно напрягшихся мышц по всему телу. В кровь добавился адреналин, усилив и без того заточенные до предела ощущения. Встречная волна воздуха прижала уши, поднявшийся ветер скользил по шерсти, играл усами. Хвост, будто живший отдельной жизнью, неизменно точно держал баланс. Я ощутил свежесть воздуха, скользящего по гортани и утекающего в лёгкие. О, этот божественный запах еды со стола яркой краской взорвался во мне! Вот что оно значит — быть живым? Если да, то ради такого стоит и умирать.
Хозяин успел лишь подбежать к моему прошлому телу, как мы уже рассматривали его по ту сторону приоткрытого окна. Моё старое тело произнесло: «Произведите подключение к сети. Система требует настройки. Произведён сброс». Внимание человека мгновенно перешло на бывший мною пылесос.
Едва ощутимая грусть тронула меня: я словно птенец, видящий скорлупу, из которой выпорхнул. А эти лапы… Им вообще мусор толком-то и не собрать! Они, скорее, созданы, чтобы мусорить. Этот диссонанс резанул меня сильнее, чем я того ожидал. Я теперь не робот-пылесос.
Хозяин присел на колено рядом и почесал макушку. С какой-то долей сентиментальности он провёл по крышке корпуса, словно поглаживая меня.
— Только вот думал отнести тебя в ремонт, а ты сам что-то предпринял. Похоже, и правда этот искусственный интеллект что-то может.
А он, всё-таки, неплохой парень. «Я буду скучать!» — крикнул я, но выскочило лишь «Мяу!». Хозяин поднял на нас взгляд и угрожающе затряс кулаком. Уже не хозяин, а просто человек, за которым я буду скучать.</p>`);function n(t){var a=o();r(t,a)}export{n as default,s as metadata};
