import{a as e,t as o}from"./disclose-version.yxiXdSMO.js";import"./legacy.ELsv00tL.js";const s={title:'Рассказ "Дно"',description:"Стоит ли игра свеч? А воспоминаний?",date:"2025-08-02",categories:["story","writing"],published:!0,language:"ru"};var r=o(`<p>— Сегодня будет интересный вечер. Последний шарик остался… надеюсь, хоть кого-то встречу до заката, — прокряхтела старуха себе под нос.
Она уселась на асфальт и провожала убывающее солнце. Золотистые лучи играли в кустистых бровях, отбрасывая причудливые тени на дно глубоко посаженных глаз. Одежда женщины была довольно странной: салатовый спальный комбинезон и обросшие ссохшейся грязью носки. Вещи, как и белесые, спутавшиеся волосы, были покрыты пылью.
— Бабуля! — окликнул старуху мальчик лет пятнадцати. Сам он был чрезвычайно худ и бледен. Тощие конечности делали его похожим на огородное чучело.
— Теперь и я в игре! — хихикнул он и начал дурашливо ходить взад-вперед на выпрямленных ногах.
Она резко подскочила. Ещё не осело взметнувшееся облако пыли, как старуха оказалась около мальчугана и подхватила его на руки.
— Неизвестно, стоит ли оно той радости. Как зовут? Вспомы есть?
— Филли…, — паренёк вопросительно глянул на неё.
— У тебя должен быть мешок.
Тот энергично мотнул головой и сунул руку в карман шорт из обрезанных джинсов. На раскрытой ладони лежал серый хлопчатый мешочек с заклёпкой.
— Это они?
— Да, — слегка дёрнув уголками губ, ответила женщина. — Плакал сегодня, засранец?
Улыбка вмиг слетела с уст мальчугана. Он уставился на неё, на лице проглядывалось напряжение. Она что, каким-то образом следила за ним?
Женщина расхохоталась, её тело затряслось вместе с пареньком на руках. Выдохнув, та поставила мальчика на землю.
— Вспомнила свой первый раз — я знатно ревела! Мама сказала, что отдает меня соседям, — старуха смотрела слегка безумным взглядом на парнишку и жевала губы. — Она визжала, что я не ценю её, брызгала слюной. А после вытолкала меня за дверь, в темноту! — Глаза бабки опять вернули осмысленность. — Но его я уже проиграла, не волнуйся. А у тебя какой, расскажешь?
— Не хочу, — сунув руки в карманы и угрюмо смотря, ответил Филли. — Я знаю, что перед игрой не рассказывают воспоминания.
— Так ты уже знаешь! А чего же делаешь вид, что не в курсе о вспомах? Что-то задумал, малец?
— Ничего я не задумал, — щёки мальчугана слегка дрогнули, — я просто не знал, что они так называются. Но как вы догадались, что я плакал?
— Достань то, что в мешке.
Мальчуган раскрыл свой мешочек и, засунув внутрь пальцы, выудил пару шариков. Один, молочный, соскользнул внутрь, но другой остался в руке. Тот обжигал холодом пальцы, был стеклянно-прозрачным, изрядно потемневшим. Внутри вяло переливались сгустки, заполненные чем-то вроде нефтяных хлопьев.
Лёгкие волны вздыбились на лбу Филли. Взгляд  мальчишки потерянно забегал, губы искривились в гримасе. Он быстро вынул руку из мешка и ошалело посмотрел на старуху. Та сострадательно улыбнулась.
— Это игровой вспом, — промурлыкала она. — Мерзкий, отвратительный. С него всё начинается.
— А белый? Это добрый вспом, да?
— Сейчас не время для него, — отмахнулась женщина, — солнце почти село. Лучше уж один из нас проиграет, чем мы оба отправимся в Зону.
Лицо старухи Побледнело. Щеки, и без того натянутые на скулы, теперь впали внутрь. Она посмотрела на мальчишку полными грусти и обречённости глазами. От гнетущего молчания Филли попятился.
Слегка дрожащим голосом он сказал:
— Но ведь, даже если проиграть… я вернусь назад, в жизнь!
— Если тебя выбрала игра, то твоя жизнь тут, — покачала головой старуха. — Там ты появляешься лишь затем, чтобы родить новые вспомы.
— В чём же смысл? Как здесь победить?
Женщина рассмеялась так, что аж ухватилась за живот.
— Победить? Я думаю, только если умереть. А так… чем меньше ты бывал в Зоне, тем больше ты победил.
— А я вообще не хочу играть! — Филли бросил мешок на пол. — На кой мне вспомы?
Собеседница выудила шарик из своего мешочка и закатала им между пальцев.
— Если ты не будешь играть, они сыграют тобой. Да, будешь держать шары — они испортятся, разорвутся у тебя в мешке! Сперва высосут из тебя всё… и кинут в Зону! А после всё по-новой.
— Я их просто возьму и выкину! Или сожгу!
Старуха подошла к люку, зиявшему в земле рядом, жестом приглашая мальчишку осуществить задуманное. Тот, не долго думая, пнул мешок вниз и вызывающе уставился на женщину. Та лишь грустно ухмыльнулась и кивнула головой на карман мальчика. Оттуда торчал тот же мешок. Мальчуган ошалело поднял его перед собой.
— Давай сыграем.
— А я… могу выиграть?
— Можешь, конечно. Как и я, — бабка кивнула головой в сторону садящегося солнца, — наши вспомы истекают с закатом. Сыграем — и это освежит вспом победителя ещё на несколько дней. А нет… обоих заберёт кошмар.
Подросток достал шар и положил на ладонь. Желудок закрутился, выдыхаемый воздух застрял на полпути. Он держался изо всех сил, по щекам побежали скупые ручейки.
— А как играть?
— А вот так! — Она взяла свой шар и наотмашь ударила по вспому мальчугана.
Тысяча ярких точек рассыпались перед глазами Филли. Его обволокло упругое нечто — и сразу же выбросило наружу.
«Где я?» — промелькнул немой вопрос. Но тот, кто задал вопрос, растворился в мгновение, оставшись едва заметным наблюдателем всего. Паренька пропал, его заменил совсем другой человек. Последние отголоски его сознания замолкли со взглядом на пальцы своих рук — тонких, изящных, с короткими, слегка подбитыми ногтями.
За столом сидела женщина лет двадцати пяти. Тушь, потекшая и уже ссохшаяся, делала её лицо особенно мрачным. Безжизненный взгляд устремился перед собой. Перед ней сидел мужчина. В глазах его леденела осуждающая неприязнь, он намеренно смотрел слегка выше ее глаз.
— Я же знаю, что между вами есть какая-то связь. Он тянется к тебе, а ты к нему, я же чувствую!
— Нет, Ронни.
— Что “Нет, Ронни”? — имитируя её голос, произнёс он. — Я чувствую эту связь между вами!
— Он же твой друг…
— И что?! А ты — моя женщина! Ты должна видеть, когда мне плохо! Ты должна просто подойти и спросить, что не так! Ты же любишь меня?!
— Да, люблю. Но в такие моменты от тебя веет холодом. Я просто не хочу подходить.
— Ты посмотри! — Он зыркнул на неё. — Ты боишься моей холодности! А почему же ты её создаешь?
— Я не… не создаю её. Просто я не хочу быть громоотводом твоих бурь.
— Ты могла бы и подойти ко мне, если тебе не всё равно.
— Но ведь ты и сам мог подойти и сказать, что что-то не так!
— Да, но у меня есть достоинство! И ты должна мне помогать с этим справиться. Разве это так сложно? А ты вместо того, чтобы обратить внимание на меня, что-то рассказываешь этому козлу, — его пальцы впились в ладони, — ещё друг называется. Наверное, хватит с меня этой дружбы.
Ей стало невыносимо тоскливо. Человек, которого она любит, вызывал до ужаса противоречивые чувства. Ей хотелось, чтобы у него всё было хорошо, дать ему заботу и любовь. Но его слова… одно за другим резали её по частям. Зачем он говорит ей такие вещи? Почему он не хочет признать то, что у неё тоже есть чувства, желания? Слезы навернулись, сбив с век ещё пару комков туши. Ей хотелось убежать, хотелось сказать — нет, я больше не хочу.
Она знала, что это лишь минутное отчаяние. Всё тело дрожало от напряжения, дыхание участилось, сердце вот-вот выскочило бы через глотку. Регулярно она проживала эту «порку», но каждый раз был словно впервые. Окружение начало обесцвечиваться, терять трёхмерность. Она ощутила, что что-то тянет её вверх, закручивает, словно штопором, в потолок.
Брызги точек в глазах и… и эта сцена осталась воспоминанием в голове Филли. Он толком не понимал, что произошло, но на душе было скользко и гадко. Перед ним стояла старушка.
— Хех, милый, да твоя сестрица — ещё та штучка. Плевать тебе в кашу и ухахатываться, что папаша даёт тебе затрещин за «выдумки»? Неплохо, — она кивнула на ладони. Шарик на его руке лопнул, растёкшись между пальцев. — Но, похоже, мой кавалер впечатлил тебя больше.
— Я что, проиграл?
— Да, — женщина грустно улыбнулась.
— Но я не хочу в Зону!
— Понимаю, дружок. Но у тебя больше нет гадких вспомов. А когда их нет к концу дня… — она пожала плечами.
— А что дают другие вспомы, не гадкие? — слегка дрожащим голосом спросил он. Видно, что он отчаянно искал способ отвлечься. Солнце уже почти спряталось.
— Приятные моменты, тёплые воспоминания… — женщина с тяжестью вздохнула. — Но их можно использовать лишь раз.
Солнце закатилось за горизонт. Паренька начало знобить.
— Ты уже горишь, — старуха положила руку ему на лоб. — Скоро начнётся.
— Будет очень плохо?
Та посмотрела на него, поглаживая лоб.
— Не знаю, — ушла она от ответа. — Знаю лишь, что и это пройдёт.
Филли уже не разбирал слова собеседницы, что слились в один шуршащий поток. Он проваливался в тревожный сон. Тело на её коленях размывалось, исчезало, словно испаряясь. С каждой секундой всё больше превращалось в пепел, который ветер тихо поднимал и уносил прочь.
— До встречи, Филли, — пробормотала женщина. Мальчика уже не было с ней, лишь немного пыли осталось в складках комбинезона. Она встала и отряхнулась. — Надеюсь, тебя недолго продержат там.
Пыль, ещё недавно бывшая мальчуганом, рывками уносилась за горизонт. А там, где-то далеко, ураган поглощал пепел побеждённых, крутился в яростном танце среди бесконечной, чёрной глади выжженного поля. Такой Зона предстала перед парнем. Собрав его в поток с другими проигравшими, она пустила сок. Кошмары накинулись на них. Без разбора, без цели — они впивались в беззащитные сознания проигравших и выжимали из них жизнь, волю к сопротивлению. Град из предательств, унижений, ненависти, обид обрушился на мальчика. Он в тысячный раз разлил суп и стоял на коленях в отсыревшом углу подвала. Гремящая стиральная машина скрежетала так, что он обмочил штаны. Он заплакал: из-за этого он будет стоять здесь еще дольше.
А после, Филли стал другим человеком. Он не мог поверить, что люди вообще могут делать такое друг с другом. Он собирал зубы из кровавой лужи, как вдруг его перебросило дальше. Пришлось признать, что бывает и хуже. От эпизода к эпизоду, от картины к картине. Он переливался между людьми, из тела в тело, из ума в ум — и страдал, и кричал, выл от боли.
И тут… безбрежное ничто вмиг заполнило пространство. Он снова почувствовал себя в теле. Приподнявшись, мальчик нащупал в оттопыренном кармане мешочек. Тот был пуст. Тёмными отголосками страшные события, что он перенёс, рвались изнутри. Лишь какой-то внутренний предохранитель, неосязаемый, но сильный, держал эту навалу, размывал, заставлял забыть.
Он достал мешок и хотел было раскрыть его, но чья-то рука осторожно обхватила его запястье, останавливая движение. Над ним склонился мужчина — на вид он был не совсем молод, но и не стар. Длинные светлые волосы нависали над ним, закрывая глаза.
— Не успел, — сказал он, глядя на взявшуюся за мешочек руку. — Ну и ладно, тебе всё равно пришлось бы это сделать.
— Что сделать?
— Взять мешок.
Во взгляде мальчика читалось недоверие и замешательство. Мужчина отпустил его руку и сел рядом, на землю.
— Ты довольно юн. Небось, недавно попал в игру? Уже появились шары?
Мальчишка хотел было сказать “нет”, но вдруг заметил, что мешок потяжелел — внутри ощущалась пара шариков.
— Да… я сыграл лишь раз.
— Значит, проиграл. И уже побывал там, в урагане.
Парень кивнул, его плечи опустились, глаза бесцельно уставились вдаль. Мужчина хлопнул его по плечу:
— Уже позади, выдохни. Что-то помнишь из того?
Филли нахмурил лоб. Помнил он только то, что отчаянно хотел забыть всё увиденное. Похоже, у него получилось.
— Нет, сейчас практически ничего. Только чувство внутри такое, будто… будто я немного сгнил.
— Хмм, как точно… а как возвращался в жизнь, помнишь?
— Нет. А разве я вернулся?
— Все возвращаются, — он кивнул на мешок. — Пока ты был там, то активно создавал себе этих дружков. Будет хорошо, если появился белый.
— А разве они не бесполезные?
— Ну, с какой стороны посмотреть. Ты ещё не пробовал?
Подросток запустил пальцы внутрь и выудил один из шариков. Тот был тёплый, молочного цвета и мягко пульсировал.
— О да, это он. Значит, второй для игры. Но забудь про неё пока, используй этот. — Он выставил ладонь и стукнул другой сверху, имитируя удар по шару.
— А что произойдёт?
— Многие называют это счастьем.
Паренёк положил шар на руку. Приятная вибрация пробегала по ладони, сфера грела руку. Он замахнулся и хлопнул в ладоши, накрывая шар. Глухой треск полоснул его по уху, и тут, перед глазами расстелился больничный коридор. В нём никого нет, он один сидит на лавочке, нервно теребя в руках уже разболтанную игрушку-робота. Там, за дверью, мама и папа. И сестричка, которая только-только появляется на свет.
Ещё полчаса назад они сидели здесь вместе с отцом, но медсестра, выскочившая из кабинета, рубленым тоном сказала:
— Господин Чэнь, необходимо ваше присутствие.
Тревога наполнила воздух.
— Маме нужна помощь, Филли. Будь молодцом! — Мужчина погладил сына по макушке, — я скоро вернусь.
Мальчик поднял глаза, отец тепло улыбнулся ему. После встал и вошёл вслед за медсестрой. Доводчик плавно закрывал дверь, ухо Филли уловило обрывок фразы: “Начались осложнения…”. Стук захлопнувшейся двери оборвал дальнейшую фразу. Внутри всё похолодело. Ожидание растянулось в бесконечность. Филли не знал, сколько он так просидел. Он был натянутой леской, что едва не лопалась от напряжения. Может ли он как-то помочь? Может, зайти? Но не сделает ли это хуже? Как там его мама? А сестричка? С ней всё хорошо?
Тут дверь открылась, прервав болезненное беспокойство. Отец, улыбаясь, смотрел на него:
— Пойдём!
— Всё хорошо?
Из-за двери послышался негромкий плач. Филли вскочил и посмотрел на отца, руки сложились на груди, стиснув до хруста игрушку.
— Дори?
— Да, твоя сестричка уже ждёт, — он протянул руку сыну. — Как же вы похожи!
Они входят внутрь, Филли подбегает к маме и обнимает её, вжавшись лицом в плечо. Она целует его в макушку, на волосах мальчика остаётся несколько блестящих капель слёз. На её груди лежит она — Дори. Они встречаются взглядом и сестричка мгновенно успокаивается. Он смотрит на него так, словно они с Филли уже давно знакомы.
— Агу? — спрашивает девочка и лучезарно улыбается.
Отец прижимает Филли к себе, его глаза слегка блестят, как и у сына.
— А вы, похоже, уже подружились.
Папа вроде бы и шутит, но Филли чувствует, что это правда. Его лучший друг, ангел во плоти, лежал перед ним. Она протянула маленькую ладошку, он аккуратно взял её. По телу прокатилась волна согревающего тепла и безмерного покоя. Такого Филли не чувствовал никогда, до этого момента. Он закрыл глаза, позволяя ощущению поглотить себя целиком. А когда открыл… перед ним вновь оказался парень, с которым он познакомился несколько часов назад. Щёки были влажными, а к губам приклеилась слегка глуповатая улыбка.
— Остаться бы там навсегда… — его голос был отрешённым и, в то же время, умиротворённым.
Брови мужчины сжались, подбородок съёжился. Он сочувствующе посмотрел на блаженное лицо мальчика.
Вдалеке послышался крик. Он был полон бессильной злобы, сожаления и ярости. Откуда-то ещё послышался другой, плавно перетёкший в хохот. Только в этом смехе не было никакого веселья. От него отдавало скорее каким-то оттенком безумия.
— Одного без другого не будет…
— Ну и что? Плевать, — он раздраженно глянул на собеседника. — Ради этого, — он снова сладко улыбнулся и покачал в руке ладонью, на которой трепыхнулись остатки шара, — стоит жить. Стоит играть! Разве это плохо?!
Мужчина лишь пожал плечами. От него исходила какая-то едва уловимая грусть, но никакого сопротивления, чего было ожидал Филли.
— Вдруг когда-то надоест, то знай: вспомы вступают в игру, когда касаются их или мешочка. Но мешок держи при себе всегда. — Мужчина подобрал с земли палочку и осторожно приподнял мешок на своём бедре. Внизу того зияла дыра. — Отказавшись от всех вспомов, ты сможешь остановить игру.
— Да я просто буду так выкидывать чёрные!
— Тронешь один — активируешь все.
— Но ведь… — мальчик оглянулся вокруг — одни дороги да редкие постройки бесконечным частоколом выстроились вокруг. Вдалеке виднелись леса, за ними вновь города. И так, пока хватало глаз. Какая скука…
Рядом с ними прошёл человек. На лице его застыл неописуемый восторг, он увлечённо мурлыкал себе что-то под нос. Длинноволосый помахал ему, тот бросил полный радости взгляд на сидевших в пыли собеседников, отсалютовал в ответ и засеменил дальше.
— Снова победил. Уже какой месяц он держится вне Зоны, — глядя тому вслед, сказал мужчина.
— То есть, такое возможно, — мальчуган от возбуждения заёрзал на месте, — именно об этом я говорю.
— А когда не приходят добрые вспомы, — продолжил собеседник, — по округе слышно как он орёт как сумасшедший. — Он тряхнул головой, словно скинув налипшую паутину, волосы слетели с лица.
Мальчик посмотрел вслед человеку, который уже превратился в небольшую точку. Тот вприпрыжку удалялся по дороге дальше.
— Разве не в этом заключается жизнь? Не в этом ли смысл?
Беловолосый собирался было что-то сказать, как лицо его посерьёзнело, а глаза напряжённо устремились в небо. Мальчик проследил за направлением и увидел, что едва заметное серебряное облачко опадало в нескольких километрах от них.
— Вижу, ураган вернул ещё кого-то, — он протянул ладонь подростку на прощанье. — Мне пора. Надо встретить этого человека.
— Зачем ты это делаешь?
— Если мы говорим о смыслах, то мой — в том, рассказать об этом. Тебе, — он кивнул в сторону, куда собирался пепел, — ему, всем вокруг. Он заходил взад-вперёд, — быть счастливым, после быть несчастным, — мужчина вращал указательным пальцем в воздухе, — и так по кругу! — Тут он резко встал, остановил палец и направил его на мальчишку, — а как насчёт того, чтобы просто… быть?
Он наклонил голову в прощальном жесте и направился прочь. Филли глянул на место, где недавно сидел мужчина — два молочных и один чёрный шарик лежали на том месте, где песок ещё сохранил очертания бёдер. Он взял их в руки. В памяти всплыла сестрёнка — её взгляд, её ладошка. В груди разлилось нежное, обволакивающее тепло.
Отказаться от вспомов? Но ради чего? Жить одним моментом? Разве это жизнь? Скорее, существование. Для Филли это казалось предательством самого себя. Да, он в игре. Но ведь он живой, он чувствует. А вспомы — доказательство этого. Отказаться от них — значит отвергнуть всё, чем был Филли. И пусть восопминания бывают горькими, разве без этого не была бы жизнь безумно однотипна и скучна?
В то же время неудобное, чужеродное ощущение поселилось в нём. Своим тихим голосом оно понемногу подтачивало ещё минуту тому казавшиеся незыблемыми убеждения. Он пытался заглушить его, но голос упорно не желал молчать. «Отвергнуть себя? Скука?  — иронически шептал он. — А, может, всё-таки свобода?»
Мужчина остановился поодаль. Он заметил, что паренёк нашёл вспомы, и крикнул тому:
— Раз подобрал, то играй. Так или иначе, тебе опять придётся побывать в Зоне.
— Но почему? они же твои — не мои?
— Важно не то, из чьей они головы. Важно в чьих руках они проснулись.
В груди у мальчика сжалось: перед глазами встала Зона. То, что он там пережил, обжигающей лавой протекло внутрь. Окружавший его кокон приятных воспоминаний треснул, зашипел как влажные ветки в огне.
— Я не хочу попадать туда! — закричал Филли.
Он вызывающе смотрел на беловолосого, словно по его указанию он будет отправлен назад. Но тот не сменил своего дружелюбного взгляда, а лишь развёл руками и лучезарно улыбнулся:
— Прорежь дно!</p>`);function d(t){var a=r();e(t,a)}export{d as default,s as metadata};
