import{a as i,t as e}from"./disclose-version.yxiXdSMO.js";import"./legacy.ELsv00tL.js";const s={title:'Flash fiction "На кончиках пальцев"',description:"Может, в покер?",date:"2025-08-21",categories:["story","flash fiction","writing"],published:!0,language:"ru"};var r=e(`<p>Парочка сидела на обочине сверхзвуковой магистрали и жевала нечто недобитое из забегаловки напротив. На коленях у девушки лежала коробочка, чем-то напоминавшая бинокль без линз.
— А я знала, что цветотактильность — подарок судьбы! А ты жаловался, мол, всё, конец! Чёрно-белое вокруг! — она шутливо пнула парня в плечо. — Я тебе всегда говорила: «Используй пальчики»!
Парень рассмеялся и чмокнул ее в губы.
— Да, я тогда знатно испугался. Казалось бы, побочка от этой редкой орбитальной дури — различать цвета касанием… до чертиков странная хрень.
Она всунула ему сложенную пополам карту в ладонь и пристально уставилась.
— Дама червей, — не отводя взгляд, произнёс он. После поднял карту, щёлкнул пальцами — и та словно испарилась.
— Без твоих ловких рук от этого не было бы пользы. — Она прыснула и потрясла коробкой, — умора, этот коротышка так трясся! Дай-ка ещё раз гляну.
Девушка взяла коробочку и приложила к глазам. В ней крутился момент, который видели глаза её спутника несколько часов назад. Он сидел на стуле в комнатке для допросов одного из игорных домов.
— Не понимаю, что за чертовщина?! Эта штука бракованная! — Невысокий упитанный мужчина с раздражением вертел такое же устройство. — Ничего не видно, но долговязый точно смухлевал!
Он стукнул по корпусу и снова прилип к линзам. На крышке переливалась отчеканенная надпись: «Умозрительный ретроспективный инвертор».
— А может, ты ни черта не заметил, потому что он не мухлевал? А ты просто разожравшийся жлоб? — насмешливо бросил охранник.
— Он тронул мои карты при раздаче, так нельзя! Верните деньги немедленно, если здесь честное казино!
Сидящий перед ним молодой человек рассмеялся.
— Честное казино! А на выигрыш ты, поди, собирался к праведным шлюхам?
Охранник нетерпеливо стукнул по столу.
— Короче говоря, пошли вон отсюда.
Долговязый учтиво поклонился и, ухмыльнувшись разъярённому пухляшу, вышел из комнаты. Тот, возмущённо хватая воздух, начал сверлить взглядом охранника.
— Проваливай отсюда, копеечник, — грозно кинул охранник.
Мужчина едва слышно выругался и вышел следом. На крыльце он увидел соперника, сидящего на заднем сиденье турбинного моноколеса. Тот весело помахал ему и приподнял тёмные очки, в которых играл. Парень комично замахал руками и головой в разные стороны.
— Помогите, я хочу хорошо рассмотреть, как меня уделали! Покажите ещё раз в инверторе!
Долговязый расхотхотался, увидев побуревшее лицо толстяка. Тот было побежал к парочке и схватил его за шиворот. Внезапно, выхлоп окатил преследователя струёй горячего воздуха, укоротив ему ресницы и волосы в носу.
— Сукин сын… — переполненный злобой процедил мужчина. Он смотрел вслед пропавшему в водовороте реактивных полос моноколесу, как вдруг почувствовал что-то, зажатое в руке. «Хоть жилет ублюдку порвал», — пробурчал он, ожидая увидеть в пальцах обрывок ткани. Опустив глаза, он растерянно разжал пальцы — в ладони лежал смятый, скалящий зубы карточный джокер.</p>`);function n(t){var a=r();i(t,a)}export{n as default,s as metadata};
