import{a as r,t as a}from"./disclose-version.yxiXdSMO.js";import"./legacy.ELsv00tL.js";const n={title:'FF Рассказ "Финальная форма"',description:"Нахер формы!",date:"2025-08-26",categories:["story","flash fiction","writing"],published:!0,language:"ru"};var o=a(`<p>Корри уткнулся в монитор и сосредоточенно пялился в него, жуя губы. Со стороны казалось, что он чрезвычайно сосредоточен на работе.
— Сучьи таблички в табличках, в формочках формочек, — едва слышно бубнил он себе под нос. Менеджер, сидевший через стол от него, срезонировал на чертыхания.
— Корри, клиенты уже второй день ждут пересчёта формы 2А. Когда ты закончишь?
Корри встал из-за стола и уставился на главного.
— Чего пялишься? — подобравшись, спросил тот. Глаза подчинённого как-то маниакально бегали вокруг.
— Знаешь, Билл, катись оно всё. С меня хватит, я закончил.
— Я надеюсь, ты про форму. А то нас высушат без всяких скидок на возраст.
— Нет, Билл, в жопу твои расчёты, — Корри крутанул монитор, открывая менеджеру, чем был поглощён на самом деле.
На экране красовалась широкая надпись: «Ищем добровольцев: подари другим реальность». Менеджера передёрнуло.
— Ты вообще чем занимаешься?! Тебе не за это платят! — с напускной серьёзностью кинул Билл. Но тут же, изменившись в лице, добавил: — А ведь рекордер и там умереть может… ты ведь знаешь?
— Умереть и здесь можно, задохнувшись от вони тлеющих в микроволновке рыбных котлет. Не веселее ли уйти, бороздя галактику, скача от дубины тролля в магическом лесу или от фаербола прямиком в лицо?
— И что? Ради какого-то восторженного школьника, вопящего: «Вау, как круто! Я ощутил горяченькое на щеке, как будто всё по-настоящему»?
— Да хоть школьник, хоть трудяга, хоть дед с деменцией или любой другой. Пусть наслаждаются — мне пофигу. Это приятный бонус. Я хочу ощутить эти миры целиком, насколько хватит сил, — он грозно посмотрел, — и ни одной грёбаной формочки больше.
Менеджер смотрел на Корри с нескрываемым интересом.
— Так что, Билли, да — я закончил. Передай клиентам, что мне жаль, но от расчётов у меня диарея. Пусть закончат сами — от меня получат всё равно лишь какое-то дерьмо.
Крышка ноутбука с треском опустилась вниз, Корри собрался на выход.
— Стой! — окликнул его Билл.
Корри обернулся с угрюмым нетерпением на лице.
— Чего тебе?
Билл повернул свой ноутбук к бывшему коллеге. Заполненная форма (Корри передёрнуло — опять поля ввода) на том же сайте. Кнопка «Стать игровым feel-recorder-ом» переливалась, ожидая финального клика. Билл, смотря на Корри, нажал на «Enter».
— Я с тобой. В жопу формы.</p>`);function s(t){var e=o();r(t,e)}export{s as default,n as metadata};
