import{a as e,t as r}from"./disclose-version.yxiXdSMO.js";import"./legacy.ELsv00tL.js";const s={title:'FF Рассказ "Предсмертные желания"',description:"Странных дедов лучше обходить стороной",date:"2025-08-22",categories:["story","flash fiction","writing"],published:!0,language:"ru"};var o=r(`<p>— Грязный извращенец, в свои-то годы… — скривившись, выпалила женщина.
— Давай-ка без голословных обвинений. Я полчаса как из душа, — увлечённо уставившись в терминал, бросил низенький старичок. Из него негромко доносились сладковатые стоны.
Общественный транспорт пестрил чудаками. Устав быть наблюдателем, Чок решил присоединиться к веселью. Бактерии с цветочных полей Ниммуса-8 через неделю сведут его в могилу. Так сказал доктор, неумело изобразив сострадание.
Покинув госпиталь, Чок захотел насмотреться настоящих эмоций. На что люди не скупились — так это на злость, гнев и раздражение. А Чок не был праведником. И привередливым тоже.
— Дед, ты бы прикрутил звук. Не один здесь, — из-за спины пробасил кто-то. Чок обернулся, за ним стоял нахмуренный верзила.
— А если я тебя прикручу? Мордатого.
Не успел Чок отвернуться, как был поднят за шкирку. Из рук выскользнул терминал и с треском разлетелся, упав на пол.
— Со вставной челюстью зубы терять не страшно? Так я тебе рёбра пересчитаю.
Чок сипло расхохотался, закачавшись, как кукла на ветру. Он наслаждался пульсирующим в воздухе гневом. Насмешливо прищурившись, он прохрипел:
— А по тебе и не скажешь, что в ладах с такой математикой.
Разъярённый мужчина взял старика за горло и швырнул в гладкую стену капсульного вагона. Ухнув вниз, Чок упёрся руками в пол, выплюнув буроватую жижу. Здоровяк приподнял ладонь, жгущую от жара. Та была усеяна красными точками. Он вгляделся в Чока — следы хватки на горле проступили алым узором. Глаза выкатились, налившись ужасом. Дедок загоготал, держась за ушибленную макушку.
— Святой император, — залепетал он, — зараза с Ниммуса-8!
— Да, верзила. И врача с укольчиком здесь нет. Скоро вместе гнить будем!
Здоровяк заревел и бросился к лежащему. Выскочивший из потолка щуп правопорядка метнулся к шее буйвола и вмиг парализовал его. Чок рассмеялся и скрутил фигу замершему с вытаращенными глазами, но беспомощному борцу. Женщина зажалась в угол и прикрывалась сумочкой. «Да, то, что надо», — удовлетворённо рассматривая попутчиков, подытожил дед. Он не был ни святым, ни переборчивым.</p>`);function d(t){var a=o();e(t,a)}export{d as default,s as metadata};
