import{a as r,t as e}from"./disclose-version.BheL1EAt.js";import"./legacy.DCSAwivz.js";import{S as o}from"./runtime.D0Eux3pY.js";const s={title:'Рассказ "Препарат"',description:"Антивоенный рассказ",date:"2025-05-15",categories:["story","writing"],published:!0,language:"ru"};var i=e(`<h1>Препарат</h1> <p>Двое людей в белых халатах стояли напротив широкого письменного стола. За ним сидел человек, напоминавший мясника, которого нарядили в темно-зеленый костюм и всучили ручку вместо топора.
— Мне нужно, чтобы они не чувствовали сомнения и страха, были преданы великой цели! — мужчина опустил кулак на стол. — И мне нужно что-то новое, а не ваш проклятый первитин!
— Но первитин уже давно не используют…
— Мне плевать, как оно сейчас называется!
На мгновение повисла тишина, нарушаемая лишь шорохом вещей стоящих, очевидно желавших поскорее испариться отсюда.
— Короче говоря, работайте. Дайте мне что-то свеженькое. — Он поднял палец вверх, — мы — избранная, экспериментальная часть! Имеются и деньги, и ресурсы. Только скажите мне, что вам надо и я достану.  А теперь, пошли вон.
Пара вылетела из пропахшей легкими нотками перегара и пота комнатушки в коридор. Минуя ряды дверей и лестниц, они добрались до  лаборатории. Под холодным светом ламп, коллеги наконец-таки выдохнули, сели на ящики в углу у окна в и закурили одну сигарету на двоих.
— Джон, как меня уже достало всё! Как нас угораздило вляпаться в такое дерьмо?!
Тот лишь затянулся чуть сильнее обычного, вытянул руку с сигаретой и на мгновенье застыл.
— Да, друг, я понимаю, но ты и сам всё прекрасно помнишь.
О да, еще как помнит. После университета он с Джереми, его лучшим другом и сокурсником, уклонялись от воинской службы. Вместо этого, химики устроили нелегальное фармацевтическое предприятие по производству запрещенных обезболивающих и снотворных, меняющих сознание препаратов и прочих веществ. Их мечтой и целью была помощь как отдельным людям, так и  в целом человечеству — они делали это, как могли.
Когда друзей поймали, вариантов было немного — или лагеря, или блиндажная романтика. И все же, нашелся третий путь: подразделения научной поддержки при частях. Доброе расположение духа случайного канцеляриста определило их в одну из частей работниками синтезирующей лаборатории.
Химические орудия были запрещены, но препараты “улучшения человеческого потенциала” активно использовались. Последнее время они занимались производством тонизирующих витаминов, релаксантов и прочих мелочей.  Этого было достаточно, вплоть до сегодняшнего утра.
— Он хочет человека без страха, преданного цели — пробубнил под нос Джереми. Его веки сжались под весом насупленных бровей. — Черт, Джон, я не буду в этом участвовать! — Он бросил потухший бычок на пол.
— Остынь, Джереми. Все далеко не так паршиво! Мы ведь и правда можем сделать то, о чем он просит…
— Ты чего, тронулся?
— Вслушайся: который станет одним целым, посвятит себя высшей цели, — смотря на него и делая акценты на каждом слове, продолжил Джон. Голос его  звучал далеко не упаднически, но даже с некоторой долей азарта. — Ты же понимаешь, что он говорит об одном, а просит совсем о другом?
Джереми резко выпрямился. Вся его поза излучала взбудораженность, он слегка заерзал на ящике.
— А…  А, может! — его брови метнулись вверх.
— Может! — Джон шлепнул себя по колену и поднялся. —  Давай попробуем дать ему то, что он требует!
— Но ведь мы пытались синтезировать еще тогда, в нашей лаборатории…
— Мы пробовали, но у нас не было денег и нужных реагентов. Мы пробовали с аналогами, но и собаке ясно было, что это пшик. Теперь у нас есть ресурсы и человек, который нам приказал создать то, что должно было быть создано давным давно!
— Уверен? А вдруг они нас за это пришьют?
Легкий смешок слетел с губ Джереми.
— Да, черт побери, это стоит того, чтобы умереть! Впервые у нас есть доступ к атроцидолимину и прочим прелестям, которые так бережно хранятся для военных нужд! — Его глаза блестели.
Джереми тем временем уже все понял. Он пыхтел над листом бумаги, выписывая нужные реагенты и составляющие. Вдруг он застыл, морщины на лбу врезались чуточку сильнее, чем до этого.
— Что? — заметив заминку, спросил Джон.
— Нам нужно сделать так, чтобы реципиент передавал эффект остальным. Тогда затея сработает по-настоящему. Мы же не сможем кормить нашей стряпней всех подряд.
— Да,  но нам этого и не нужно! Все очень просто: надо накормить хотя бы кого-нибудь. А там… Добавим немножко разряженного гриппа — он будет лошадкой-курьером.
— Точно, вторичное воздействие! — воскликнул Джереми. — Встроим атроцидолиминый синтез в вирусный вектор, способный при репликации встраивать нейронные якоря!
— Именно! И одной передачи будет достаточно, чтобы вызвать устойчивые сдвиги в сознании и продолжить вирусную цепочку!
Теперь они уже вдвоем склонились на бумагой, дополняя список нужными пунктами и активно обсуждая план. За окном зажглись фонари и первые звезды приветливо заморгали в небе. К вечеру список был на столе у командира. Тот бегло окинул бумагу взглядом. Неизвестные слова вызвали лишь неприятие  и он с раздражительностью оттолкнул от себя листок.
— Итак, говоришь, что это может сработать?
— Да, вероятность есть. Похожие разработки регулярно пытаются создать, а существующие — улучшить. Мы имеем теоретические наработки. — Химик слегка нервничал, словно плохой игрок в покер. Командир счел это за комплимент. — Если вы поможете достать все из списка и эксперимент сработает, то благодаря вам мы выйдем на новый уровень.
Губы на мясистом лице расплылись в чем-то наподобие улыбки.
— Хмм, да… Звучит хорошо. Ладно, я думаю с этим проблем не будет, — он ткнул пальцем в сторону списка.
Командир не подвел и достал все, что было нужно. Друзья буквально поселились в лаборатории и не покидали ее сутками. Процесс шел непрерывно. Спустя несколько месяцев кропотливого труда, химики объявили об окончании работы и назначили дату презентации. Крупные шишки с разных частей собрались в лабораторном зале, где несколько рядовых-добровольцев уже ждали их. Джон стоял перед койками с испытуемыми.
— А где твой компаньон? — тихо шепнул ему командир, сидящий напротив.
— Он приболел, сейчас в лазарете. — Командир кивнул и жестом руки пригласил Джона к началу. Химик поднял взгляд на слегка скучающую публику и произнес, —  приветствую!
Взгляды потихоньку стали фокусироваться на ораторе. Подождав немного, он продолжил:
— Препарат обещает быть настоящим прорывом в обращении испытуемого к великой и благой цели!
— А в чем его отличие от существующих ныне? В чем, так сказать, прорыв? — донесся вопрос из зала.
Джон на момент задумался, затем продолжил:
— Я бы описал это так: под действием препарата солдат начинает острее осознавать суть всего происходящего, но при том оставаясь в  полном сознании.
— А они, случайно, опять не нашинкуют друг друга, даже не выйдя на задание? — зал слегка загудел.
— Нет, это исключено. Мы уделили данному аспекту особое внимание. Человек понимает, где он и кто он, кто его друг и товарищ и в чем состоит его миссия.
— Вы так уверенно говорите, но ведь только сегодня проводится первое тестирование. — донесся еще один вопрос из зала. —  Или я ошибаюсь?
— Вы абсолютно правы! Но, откровенно говоря, мы решились сделать небольшой тест и  мой коллега — первый доброволец. Он принял препарат в малой дозе, откуда мы и получили общее представление об эффекте. Полноценный же результат увидим благодаря этим парням, — он обвел рукой рядовых позади него, —  уже в ближайшем будущем!
— Мы можем пообщаться с вашим коллегой?
— Пока что, он находится в лазарете. По большому счету ничего серьезного, температура да кашель. Он посетит нас на несколько минут после презентации. — Затем, он указал рукой на сидящего впереди здоровяка, — этот эксперимент не воплотился бы без помощи нашего командира. Спасибо за бесценную помощь!
Здоровяк встал со своего места, явно польщенный вниманием.
— Да, мы должны искать новые пути! Так победим!  — Он повернулся к Джону и, уже слегка потише и не так воодушевленно, — давай уже, угощай рядовых и закругляемся.
Солдаты приняли препарат и получили неделю увольнительных, остальные чокнулись рюмками и устроили застолье — встреча прошла успешно. Вскоре, появились и первые результаты. В начале подопытных подкосила легкая простуда, но очень скоро они стали чувствовать себя значительно лучше. Командир части решил провести интервью с одним из рядовых, принимавших участие в эксперименте.
Одного из парней отправили в переговорную, куда спустя время пришел и сам командующий. Не прошло и десяти минут, как он вылетел из комнаты и уже без предварительных церемоний направился к другим испытуемым в казармы. Судя по всему, результаты были ошеломляющими. Выскочив оттуда, он на ходу приказал дежурному связать его со штабом, и быстрым шагом двинулся в кабинет.
Плюхнувшись в кресло, командир поднял трубку в ожидании соединения. Глаза его походили на яйцо пашот в красной авоське, сосуды местами полопались, кожа раскраснелась.
— Слушаю.
— Экспериментальный препарат! Остановите все поставки составляющих и пришлите своих специалистов, чтобы прочесали лабораторию! Эти ублюдки что-то сделали с моими ребятами!
— Что произошло?
— Они…! — задохнулся он. —  Они несут какой-то бред!
— Солдаты представляют опасность?
— Нет, они просто чокнулись! Эти ботаны! Они превратили моих людей в вонючих хиппи!
— В каком смысле? Части что-то угрожает?
Тот расхохотался.
— Ага, мы все тут утонем в розовых соплях и байках про мирный мир. — Взяв себя в руки, он продолжил. — Нет, они не представляют опасности. Просто пришлите кого-то, кто может проверить лабораторию и препарат.
Разговор закончился и командир шумно выдохнул, бросив трубку. “Ничего, на днях приедет группа, со всем разберемся. Сейчас мне просто надо что-то выпить. — Он открыл тумбу и достал ополовиненную бутыку, — ох черт, что-то тело подламывает. Не заразился ли я от этих доходяг? А… Да, плевать”. Он оформил себе порцию виски и, наконец-то, расслабился. Взгляд упал на настенный календарь. — ”Сегодня вечер субботы, черт побери. Скорее всего, визита стоит ждать уже в понедельник” — подвел итог командир в голове.
Наступило первое утро новой недели. В часть прибыла группа во главе с человеком со штаба. Первые отправились в лабораторию, второй же — в кабинет командира. Тот разложился на кресле, на столе лежал видавший жизнь носовой платок и блистер парацетамола. Гость присел напротив. Он был из звена командования повыше, в форме с внушающим количеством разнообразных цветных лоскутков на груди. Командир поднялся с места и начал вышагивать по кабинету. В углу тихо работал телевизор.
— Вы ведь в курсе, что они сделали?
— Недееспособных солдат, как мне доложили?
Он на мгновение остановился. Потом присел на краешек стола и продолжил:
— Можно и так сказать. Они напрочь забыли о том, что у нас, вообще-то, война! Вот я его спрашиваю: “Ты готов умирать, сынок”? Он отвечает: “Да”. Я продолжаю: “Нет ничего превыше родины и долга, да, сынок? Убьешь врага и не моргнешь?” А он улыбается в ответ, словно я ему пивка предложил и говорит, что никого убивать не будет…
Офицер лишь утвердительно кивнул, покачивая в руке бокал.
— Говорит, мол, друг, нет ничего превыше жизни! — командир неуверенно улыбнулся, глядя на него. — Ну не дурак ли? И потом в том же ключе прочую ерунду. Лучше вам просто это увидеть.
Переместившись к телевизору, он ткнул пальцем в кнопку переключения. На экране засветились списки видеофайлов. Тяжеловес, сопя от напряжения выбрал нужный и запустил. Его собеседник с небольшой долей заинтересованности пододвинулся к экрану. Командир плюхнулся назад на кресло и упер уставшую голову в ладонь, подбоченившись.
Один из рядовых, принимавший тогда препарат в качестве подопытного, сидел в небольшой комнатке за стальным столом. В кадре появился командир. После формального приветствия он спросил солдата, готов ли тот умирать и получил утвердительный ответ.
— Нет ничего превыше родины и долга, да, сынок? — Он поднял ладонь вверх и затем сжал кулак так, что тот аж слегка задрожал. — Убьешь врага и не моргнешь? Солдат встал, и после этого произнес:
— Друг, нет ничего превыше жизни! — Глаза излучали такую доброту, словно вопрос был совсем о другом. — Нет ничего превыше жизни, и неважно чьей. Мы с тобой здесь не ради убийств и долгов, но совсем наоборот.
Командир захмурел. Голос из торжественного мгновенно перекатился на несколько этажей ниже.
— Ты хоть знаешь, с кем говоришь?  Еще одна такая выходка, и будешь гнить в окопах остаток своего никчемного существования!
Парень усмехнулся и лишь посмотрел полными любви глазами в ответ на закипающий стальной яростью взгляд командира.
— Не суть важно. — Он поднял руки и описал небольшой полукруг. — Ведь мы просто ручейки одного, бесконечно глубокого источника! Именно поэтому я готов умереть. Смерть — не конец, но лишь изменение состояния. Когда и ты поймешь, что мы с тобой — части соцветия бесконечного начала, твое желание сгноить меня в блиндаже, убить врага, забрать что-либо у кого-либо — просто исчезнет.
Командир тоже встал, желваки его играли. Он поднял плечи и втянул голову так, что затылок испещрился морщинами.
— А если враг придет и заберет твой дом, твою землю?
— Не важно.
— Сученок, а если от расколет твою тупую башку? Или трахнет твою жену, сломает хребет твоему ребенку? Что, что ты будешь делать, а, моралист хренов? — Он тяжело перевалился через стол и поднес свое лицо к рядовому так, что тот, наверное, мог рассмотреть как ритмично раздувались ноздри.
Слезы наполнили глаза парня, но он не отошел ни на шаг и ни один мускул не дрогнул на его лице. Он приподнял руки ладонями вверх, словно приглашая к объятьям, и ответил:
— Я прощу его.
— Что?! — командир перевернул стул позади себя. — Что ты там лепечешь, идиот?
— Я прощу его! Кто будет причинять вред и страдания по собственной воле? Только лишь от незнания!
— Да какая к черту-то разница?!
— Разница в том, что у меня это знание есть. А когда знание есть, то нет места неведенью. Нет моего, нет твоего — есть наше. Война и конфликты — лишь способ углубиться в заблуждения, которые пускают нас по кругу самовоспроизводящихся бесконечных страданий. Наши враги, как ты их называешь, такие же заблудшие души как и мы. Не…
Военный откинул стол и что есть мочи ударил парня по лицу. Кровь ярким фейерверком окропила стену, человек упал к ногам военного.
Смотрящий на себя в записи командир едва слышно произнес себе под нос:
—  Это я, конечно, зря. Паренек ведь ничего такого и не сделал…
Тем временем, запись продолжалась. Он нагнулся к лежащему и ледяным тоном произнес:
— А теперь что ты мне скажешь, святоша?
— Я… Я прощаю тебя…
Командир поднял его за грудки, словно тряпичного болванчика и пару раз с усилием вогнал в стену. Кадр задрожал от вибраций ударов.
— Повтори еще раз, — процедил военный.
Ниточка слюны стекала с подбородка человека, замазывая манжеты пиджака нападавшего.
— Я… — видно было, что он едва держится в сознании — я вижу, что ты еще не знаешь… пока что…  я люблю тебя и прощаю…  жду тебя, друг…
На этом запись прервалась, экран потемнел.
— Вот такая вот шутка! — нервно хохотнул военный.
— Да, никогда не любил эти эксперименты… Ну что ж, я думаю, вы ими займетесь.
Командир встал и вновь начал нарезать круги около стола.
— Оо, уж я-то ими займусь… Они мне скажут, одно мы или не…, — тут капитан чихнул. Рука застыла на полпути к носовому платку, взгляд на мгновение остекленел и словно затуманился.
— Вы как? — оторвавшись от своих мыслей и со, скорее, тактичным беспокойством, спросил собеседник.
Командир не мигая уставился на него — его глаза стали словно два колодца, которые впервые наполнились чистой водой. Упершись спиной в стену, он медленно съехал на пол, где и остался. Собеседник поднялся, и, как был с бокалом виски, подскочил к сидящему на полу.
— Что с вами? Вам плохо?
Вместо ответа командир схватил его за руку, пытаясь нащупать пальцы. Не для того чтобы встать, но для ощущения человеческого тепла. Затем заглянул в лицо собеседника и едва слышно, но очень четко произнес:
— Знаешь что? Он прав. Он прав во всем.
Он сжал еще крепче ладонь сослуживца, который уставился на него, как на диковинную гориллу. Тряхнув головой,  штабной махом отправил в себя остаток бокала и спросил:
— В чем это он прав?
— Ты, я — мы не отдельные по своей сути. Мы с тобой — неиссякаемые листья единого бесконечного древа, плод и родитель одной великой любви! Зная это, как можно хотеть что-либо забрать, нанести увечье, причинить боль? Наши глаза словно с зашитыми веками! Мы видим лишь тьму с причудливыми бликами и ощущаем резкую боль, когда пытаемся хоть на дюйм приподнять их. Считать это  подлинным зрением лишь потому, что мы не знаем  альтернатив — величайшее заблуждение!
Он положил ладонь на щеку своему товарищу. От неожиданности, мужчина с полуприседа шлепнулся на зад.
— И все же, даже в таком состоянии глаза удается приоткрыть! — Командир притянул за руку своего ошарашенного компаньона еще чуточку ближе. — Ты когда-то видел, как падают звезды с неба, распушив свои искристые хвосты по бесконечно сатиновому куполу неба? Или заслушивался песней лесных птиц, которая словно баюкает беспокойный разум, заглушая бесконечный поток внутренней болтовни? В этот момент все уходит на второй план, эта бесконечная жажда крови, эта злость, ненависть… Всё просто замолкает. Вот тогда мы по-настоящему живы!
Он чихнул, слезы брызнули с его глаз, попав на штабного. Мужчина, будучи в ошеломлении, даже не шелохнулся. Челюсть оттянулась настолько, что можно было рассмотреть золотые коронки задних зубов.
— Что… Что, черт побери, ты такое несешь?
— Хитрые уловки наших мыслей в поисках того, кто больше кому принес боли и страданий, сколько должен за это платить, только лишь вгоняют нас в бесконечную спираль страданий. — Он улыбался, слезы катились по его крупным щекам и прятались в устах, широко раскрытых в блаженной улыбке. — Можно бесконечно взыскивать и жить во мраке, а можно отпустить, простить и любить. С осознанием появляется выбор, которого до этого просто не существует. Но когда он есть, то все очевидно…
“Это, мать его, диверсия! Вражеская спланированная операция!”, — пронеслось в голове офицера. Он рывком поднялся с пола и побежал на выход, оставив капитана на полу. На фоне вновь затарахтел телевизор:
“Экстренное включение! Вирус, вызывающий безумие, распространился в округе 18:21, 23:34. Вспышки замечены и в северной части страны, введены карантинные меры. Больные выражают антисоциальные, революционные идеи. Вирус передается воздушно-капельным путем, имеет признаки респираторного заболевания. Берегите себя, не выходите на улицы! ”.
Тем временем, командир лежал на полу и продолжал говорить уже сам с собой:
— Как можно причинить вред “другому”? Только не зная того, что “другой” — иллюзия, и все на самом деле едино. Ярлыки, которые навесили мы всему вокруг — фикция. У нас нет врагов, мы создали их сами своим невежеством и болезненным желанием. Но теперь этому конец, ведь я теперь вижу!
Где-то снаружи заливисто зазвенела трель соловья.</p>`,1);function d(t){var a=i();o(2),r(t,a)}export{d as default,s as metadata};
