import{a as e,t as r}from"./disclose-version.Cuai9WB4.js";import"./legacy.CuMp8f7V.js";const s={title:'Рассказ "Смысл"',description:"Драма/магический реализм",date:"2025-06-13",categories:["story","writing"],published:!0,language:"ru"};var p=r(`<p style="white-space: break-spaces">Тяжелым, буро-оранжевым диском солнце распласталось в редковатых облаках.  Ноздри обжигались при каждом вдохе, а ветер вместо прохлады обдавал горячими струями. Послеобеденная жара спала, но раскаленный асфальт уверенно источал жар, усиливая летнюю агонию случайных прохожих.
Среди этих страдальцев шел и Филли Стоун. Рубашка из неопрятно-мятой превратилась во влажную тряпку, висевшую на опустившихся плечах. Пот крупными каплями слетал вниз, мгновенно испаряясь, холодными струями затекал в уши и пёк глаза.
“Полгода без зарплаты. Аренда, еда, подписки… Я уже несколько месяцев живу в долг, а сегодня они меня приглашают в главный, мать его, офис. — Он приподнял тлеющий бычок к губам, крепко затянулся. — Чтобы рассчитаться и извиниться? Поблагодарить за лояльность? Да как бы не так!”
В другой руке был зажат бланк. “Уволен. Без выплат (рецессионные поправки)”, — красовалось крупными, жирными буквами в шапке листа. “Чертовы бюрократы! Когда деньги рекой или поработать внеурочно, так мы — семья. А когда вернуть мне кровные — кризис, рецессионные поправки!”. Он бросил сигарету на пол и пару раз остервенело топнул сверху. Едва слышимый вздох выскочил из его груди. 
Филли поднял голову. Только сейчас мужчина понял, что добрался до места. Окружающий переулок ничем не отличался от тучи других, разбросанных по городу. Формы прямоугольников сменяли друг-друга, местами держались сохраненные исторические вкрапления зданий — декорации были до безобразия однотипными. На одном из фасадов на слегка проржавевшей перекладине висел покосившийся бледно-зеленоватый крест со змеей, обвивающей ножку чаши. Смахнув гроздья влаги со лба, он толкнул дверь и оказался внутри.
Раздавшийся шум кондиционера дернул за ниточку удовлетворения в его сердце. Он подошел к стойке рецепции. На него смотрела исподлобья низенькая, тучная женщина. Круги подмышками и вяло-раздраженный взгляд выдавали, что кондиционер не справляется.
— Здравствуйте. Я к доктору Шамбли.
Та, не шелохнувшись, опустила глаза вниз, сверяясь с расписаниями. 
— Проходите, ожидает.
Он кивнул и двинулся к знакомой двери. “Странно, обычно я всегда жду. Особый день сегодня, да?” — проскочило в его голове.
—Мистер Стоун! Прошу вас. — только Филли вошел в кабинет, учтиво и громче, чем обычно, сказал сидевший за столом человек.
Тут он приподнялся и подошел вплотную к клиенту, взял его за плечо и протянул руку. Мужчина слегка рассеянно пожал ее. Доктор глядел с какой-то тоской и обреченным сочувствием. Его волосы, черные, в меру длинные закурчавились от пота в смеси с гелем для укладки, а  после подсохли в удушающей жаре. Лицо раскраснелось. Он провёл Филли к креслу, после уселся напротив.
— У меня для вас новости.
— Когда  лечащий врач говорит “есть новости” и не сразу говорит в чем дело — готовься к худшему, — слегка ухмыльнувшись, ответил мужчина.
Доктор пожал плечами, после чего слегка поник.
— Ваша страховая компания отозвала контракт. Я  больше не могу проводить терапию и выписывать антивоспалительный реагент. — Он опустил глаза. — Сожалею, мистер Стоун.
Филли приподнялся с кресла. Губы плотно сомкнулись, скулы слегка задрожали под кожей. кулаки сжались.
— Но, док… Мне ведь безумно тяжело без реагента! 
— Я понимаю.
Он впечатал ладони в стол, капли пота слетели на бумаги и лицо доктора.
— Что понимаете?! Каково это лежать часами, не шелохнувшись? Буквально ощущая прутья, торчащие в ногах? — Слезы накатились бесцветным бугорком на кромку век. — Как боятся двинуть ими не зная, наконец ли прошло или это очередная дьявольская уловка? И выть от боли, снова попавшись?
Он моргнул, несколько капель ухнули вниз и с тихим звоном разбились о столешницу.
— Простите Шамбли. Я не хотел взрываться. День сегодня просто ужасный.
— Филли, могу лишь представить, насколько тяжела ситуация. — Он прикрыл глаза, — Знаю, деньги найти сложно. Но, если что, я помогу вам раздобыть реагент.
— Спасибо. Это всё? — чуть резче, чем хотел ответил Стоун.
— Всё. В случае необходимости — звоните.
Филли сомкнул веки и сделал глубокий вдох. Мозг словно перенапряженная мышца трепыхался и ныл, не в силах расслабиться. Он хотел его отключить, ничего больше. Был сыт новостями по горло.
— Спасибо, доктор Шамбли. Я пойду.
Филли вышел на улицу, вновь оказавшись среди раскаленных стен. Он поднял глаза на крест, висящий над входом. Да, змея, пусть не эта, но другая — поможет. “В квартале отсюда есть бар. Туда и пойду. Напиться, и забыть это всё! — Уткнувшись глазами в то и дело сменяющие друг друга носки его кроссовок крутил одну и ту же мысль Филли. Пот вновь струился по щекам. — Что за жизнь? Чем я это заслужил?”.
Под ногами замаячил знакомый узор тротуара, мужчина остановился. Неоновая вывеска — бар “Хойт” потрескивала электричеством над входной дверью. Посетителей практически не было. Бармен скучал за стойкой, листая какой-то бумажный талмуд. Филли плюхнулся напротив него.
— Дай мне бутылку виски и рюмку.
— А деньги-то есть? — Тяжелый взгляд Филли переместился со стойки на лицо бармена. Тот продолжил, приподняв ладони, — Друг, ничего личного! Не хочу платить из своего кармана, только и всего.
— Не переживай, — Филли достал бумажник. Тот топорщился от наличных. Одна из последних кредитных выплат. Он снял ее, в страхе, что счет заблокируют. — Есть даже чаевые. Только не капай на мозг.
Бармен без лишних комментариев снял бутылку со стойки, стоявшей за спиной, достал рюмку и стакан со льдом. Филли опрокинул стопку. За ней, не дожидаясь помощи бармена, еще одну. И еще. Он хотел поскорее уйти от назойливой язвы, раскрывшейся в его мыслях. В чем причина всего происходящего? Как ему дальше жить?  Вопросы упорно пробивались сквозь алкогольную дымку.
Вместо того, чтобы заковать Филли в броню беспамятства, виски обнажил его до голых нервов. Вязкая жалость к себе начала подкралась незаметно, он едва не заскулил. Филли схватил бутылку и добил остатки уже из горла. Вытащив половину банкнот, он положил те под опустевшую бутыль и, нетрезво ступая, вышел из заведения. 
Раздался звук сообщения. “Что там еще?”, — в пьяном сплине спросил он сам себя. Сообщение от невесты. Он не видел ее более месяца, с тех пор как та уехала на учебу по обмену. “Филли, прости. Я полюбила другого. Ты хороший человек, но я больше не могу быть с тобой.”
Филли перечитал еще раз. Да, всё так, как он понял с первого раза. Виски здесь не причём. Лицо плавленным пластилином съехало вниз. Он небрежно бросил телефон на землю. Тот со скрежетом проехался по асфальту, со звонким стуком врезался в металлический бак. Филли, не обращая внимания ни на что вокруг, шел от бара, едва передвигая ноги. Впереди был мост, раскинувшийся над огромной дамбой.
Тут он ощутил, как его штанина за что-то зацепилась. Мужчина опустил голову — за брюки его крепко ухватил бездомный безногий, сидящий на дощечке с колесиками около стены. Длинные, иссушенные седые волосы скрывались под комичной красной кепкой со змеей, которая ела свой же хвост. Кожа от постоянного нахождения под солнцем стала горчично-кремовой и вся была покрыта пигментными пятнами.В улыбке, бесконечно лучезарной и искренней не хватало пары зубов.
— Эй парень, ты куда-то путь держишь? Видок у тебя нездоровый. 
— Дед… Не твоё дело.
Тот хохотнул.
— Только не говори, что идешь с моста прыгать.
— А может и прыгать! Хоть что-то я могу сделать, как мне хочется? — Он покачнулся, но удержал равновесие. — Есть в жизни хоть какой-то смысл? В этом круговороте дерьма?
— И есть, и нет… Да и не в этом основной вопрос. — Дед похлопал рядом на земле с собой. —  Может, присядешь, поговорим?
— Да черта с-два мне говорить хочется. Пошло оно всё!
Глаза бездомного в смятении забегали по земле, он стушевался. Однако, буквально сразу же лицо просветлело.
— Остановить я тебя не смогу. —  Улыбка вновь приклеилась к старческому лицу. — Но буду ждать тебя, если передумаешь.
Никак не ответив на пустословие изувеченного старика, Филли упрямо поплелся дальше. “А, да пошел ты…”, — пробубнил он.
— Пошел ты! — Фили закричал, задрав голову вверх. 
Руки обхватили поручень. Взгляд вело, фокус то и дело расплывался. Тяжелый, гнетущий гул кубометров воды падающей и разбивающейся с огромной высоты под ногами встряхивал всё нутро мужчины и, в тоже время, наполнял его мрачной решимостью. “Это дерьмо сейчас закончится. Наконец-то.”, — он попытался закинуть ногу на перила, однако не рассчитал взмах и врезался стопой в стальной прут, соединявший перило с бетонным волокном. 
Потеряв равновесие, он шлепнулся на мост и разразился нечленораздельной руганью. Пекущее лицо солнце заставило сжать веки, но тут он почувствовал как яркость резко упала. Он приоткрыл глаза и увидел, как какая-то старая женщина, скрюченная как ссохшийся корень, склонилась над ним.
Ее не в меру длинный, крючковатый нос едва не касался лица Филли. Он чувствовал сладковато-отторгающий запах гнили из ее рта. Невольно он вспомнил детство, как нашел остатки любимого кота в будке соседского дога.
— Милый, можешь мне помочь?
—- Что… Чем? — алкоголь все еще уверенно держал его в своих объятиях. Кроме того, похоже он приложился головой.
— Заблудилась я… Не могу разобраться, где нахожусь.
Из бесконечных слоев одежды она вытянула смартфон.
— Вот тут, у меня карта. Подскажи, туда ли я иду?
Ткань съехала и старческая рука выскочила из-под мешковатой ткани. Филли глянул на руку — та была крепкая, словно вылитая из стали. Он посмотрел на старушку, однако на него смотрел какой-то угрюмый, серьезного вида мужчина. Борода с изящной проседью и крутившиеся серебряные волосы в купе с одним глазом, прикрытым повязкой делали его похожим скорее на древнего воина, чем на странную старушку. Где-то на фоне громко каркнул ворон.  “Вот это я надрался…”, — подумал он.
— Да, давайте посмотрю.
Он взял телефон из рук старца и взглянул в экран. Вместо карт, он увидел себя, бесконечное количество различных вариаций Филли Стоуна. Филли словно раздробило на мириады частей, затем втянуло в отверстие бездонной пучины. Та лишь умело притворялась экраном мобильного.
Роддом, ясли, школа. Сирены, учебка, боевой выезд. Он в темной от пороха робе кричит и машет руками, стоя на бронетранспортере. Его голову разрывает снаряд.
Писк, норка, червяки. Рассвет, зерно, закат. Мышка с переломанной шеей висит в клюве у лесного сыча, летящего в сумерках. Узор на брюшке грызуна один в один напоминает родимое пятно Филли возле пупка.
Вода, няня, частный репетитор. Библиотеки, награды. Он, уже постаревший, лежит под капельницами, в окружении десятков людей. Старый мужчина держит его за руку. Филли выдыхает в последний раз.
Росток, солнце. Свет, тьма. Птицы, жучки, дети на ветвях. Разряд молнии бьет, в щепки разносит ствол многовекового дерева. В молнии он видит свое лицо. В кроне дерева — тоже.
Сотни тысяч вариаций жизни, от бесконечно прекрасных, до бесконечно ужасных пролетают сквозь Филли лавиной образов. Голова трещала от увиденного.
Голубоватая рука, гладкая, без единого волоса потянулась за мобильным. Филли перевел взгляд на лицо — на него улыбаясь смотрел мужчина с ярко красными губами. Цвет кожи напоминал только-только вечереющее небо, а черты лица нежные, слегка женственные, делали его едва похожим на обычного человека.
— Так туда ли я иду? — спросил странный пришелец.
Филли был абсолютно потерян. Он слабо понимал кто он вообще такой, где находится, что происходит. Невидящим взором он уставился на улыбающееся, отдающее синевой лицо. Он присмотрелся. Глаза его и до того норовили выскочить, а теперь вовсе полезли из орбит. Филли увидел в этом лице своё собственное. Синеватый клон вытянулся к нему и скорчил удивленную мину. Это могла бы быть издевка, но его глаза были полны любви и дружелюбия.
— Нет, я иду не туда!
Синий Филли начал заливисто хохотать. Обычный Филли лежал на земле и хватал воздух как рыба. Вдруг, голубые щеки раздулись и с них брызнул теплый поток воды. Затем, синяя рука отвесила Филли увесистую пощечину. В глазах запрыгали искры, он мигом начал тереть их.
— О, очнулся!
Филли открыл глаза и увидел недавнего знакомого, подъехавшего к нему на своей дощечке. В руках у того была бутылка воды. Филли оглянулся вокруг — видимо, он потерял сознание и дед освежил его, тем самым вернув в сознание. Он приподнялся на локтях, глянул на безногого с немой благодарностью. Щека все еще горела от удара, волосы слиплись от влаги.
— Пришлось, того… Чутка смочить тебе макушку. И слегонца врезать, — старик крякнул, —  не обижайся.
— Ничего… Спасибо, что помог.
Глаза старика утонули в складках морщин. Он снял кепку и начал обмахивать Филли, развалившегося на земле.
— Что, неужели смысл жизни появился?
Филли хохотнул и рассеяно покрутил головой. Уставившись куда-то в небо, он произнес:
— Нет. Смысл убивать себя пропал!</p>`);function n(t){var a=p();e(t,a)}export{n as default,s as metadata};
