import{a as e,t as r}from"./disclose-version.Cuai9WB4.js";import"./legacy.CuMp8f7V.js";const o={title:'Рассказ "Хорошая Джудит"',description:"Антиуотпия",date:"2025-07-01",categories:["story","writing"],published:!1,language:"ru"};var i=r(`<p style="white-space: break-spaces">Джудит сидела на краю кушетки в маленькой комнате с искусственными маками на подоконнике. Светлое помещение служило манипуляционной в небольшой частной клинике. В воздухе плавал аромат антисептика — он слегка дурманил и в то же время не давал забыться. Приглушенный свет распадался на едва различимые тени, застывшие на кафельном полу. На столе лежал бланк с ее именем. Стоило расфокусировать взгляд, и лист сливался с белизной стола. Лишь темный шрифт да алые лепестки давали глазам возможность зацепиться хоть за что-то. Она молча глядела на цветы, ковыряя пальцем отверстие в ножке кушетки, откуда выпал шуруп. «А у кого-то получилось», — мысленно улыбнувшись, заключила Джудит. В ее карих глазах не отражалось никаких эмоций; на застывшем лице читалась болезненная отрешенность. Черные волосы едва касались плеч, подчеркивая изящную шею и белизну кожи.
Джудит оказалась здесь около двух недель назад.
«Ты была такой хорошей девочкой! А теперь?» — эту фразу, с болью брошенную ей за завтраком, она хорошо запомнила. А после стены родительского дома расплылись в смазанные пятна. Когда картинка вновь обрела резкость, Джудит была уже здесь.
Бледно-красные лепестки вернули Джудит в тот день, когда она только приехала домой после учебы. Она вошла в прихожую в платье того же цвета, держа в руках дорожную сумку.
— Привет, я дома! Из зала слева доносился мерный треск телевизора. Он утих, и к ней вышла женщина лет пятидесяти в простеньком халате, с волосами, собранными в пучок.
— Привет, доченька! — она обняла Джудит. — Как добралась?
— Все хорошо, друг подбросил. Мама вопросительно посмотрела на нее.
— Друг? — ее взгляд скользнул по платью дочери. — Когда подвозят, это не просто друзья. Думаю, тебе еще рановато. И это, — она очертила рукой наряд, — мне не нравится.
— А мне — нравится. — Сними его, пожалуйста, и переоденься во что-нибудь приличное. Отец скоро будет. Не хочу, чтобы мы опоздали в ресторан. — Тон матери стал нетерпеливым.
— Но в чем проблема? Почему тебе не нравится? — Ты выглядишь... неприлично! Переоденься, не позорь меня, — процедила мама.
Не дожидаясь ответа, она развернулась и ушла в спальню.
Обычно на этом все и заканчивалось. С ранних лет Джудит ощущала тягучую вину за то, что расстраивает окружающих. Папа недоволен ее оценками, мама огорчена ее нежеланием рисовать. «Джудит, Лори Чу слушают только тупые соплячки!» — сказал ей однажды одноклассник. Больше Джудит не слушала Лори Чу в присутствии других, хотя и очень любила ее песни. «Девочка, у тебя нет таланта к пению. Но ты такая миленькая!» — этот комментарий, брошенный какой-то женщиной после выступления в школьном спектакле, заставил ее петь только за закрытой дверью.
Постепенно ее научили быть со всеми на «одной волне». «Хорошая девочка. Умная, послушная девочка». Джудит любили все. А она, в свою очередь, прилагала максимум усилий, чтобы любой ценой удерживать эти титулы. Вместо того чтобы делиться своими вкусами, она старательно выпытывала интересы собеседника и, будучи предельно осторожной, отталкивалась в разговоре от них. Если кто-то нелестно о чем-либо отзывался, Джудит всегда предпочитала поддержать эту мысль. И пусть внутри она ощущала какой-то диссонанс, он был надежно закован в цепи хорошего воспитания. Джудит была дрессированным хамелеоном, твердо знающим: если краска окажется недостаточно хороша, ее обязательно клюнут.
Все изменилось буквально несколько месяцев назад. У колледжа, выбранного на семейном совете, был один недостаток — он находился в другом городе. Мама сперва была против: как ребенок со всем справится в одиночку? Но совет есть совет. Решено было созваниваться ежедневно, чтобы родительские сердца были спокойны. Впервые в жизни Джудит оказалась одна, вдали от дома.
Однажды вечером на вечеринке в кампусе Джудит порядочно выпила и забыла позвонить домой. На следующий день ее разбудил звонок. Она подняла трубку, и из динамика донесся тихий, но ледяной голос:
— Ты опять не набрала мне вечером. И телефон был отключен! — Мать натужно выдохнула. — Ты знаешь, как у меня болело сердце?!
— Мама… — Ты не знаешь, конечно. Тебе же все равно! — Мне не все равно! — Джудит резко свесила ноги с кровати и съежилась над трубкой.
В ответ лишь потрескивала линия — на том конце молчали.
— Прости! — Ладно. Не заставляй меня больше волноваться, хорошо? Ты ведь моя любимая доченька.
— Конечно, мам, — тихо радуясь, что буря миновала, ответила Джудит
— Так что вчера произошло? Засиделась за учебой? Джудит не хотелось говорить про вечеринку. Но мама часто подчеркивала, что они подруги, а друзьям не врут.
— Нет… не совсем. Был небольшой праздник в кампусе. Мы вот и гуляли… немного.
— А-а, — голос стал бесцветным, — все ясно. Ну, ты хоть не пила?
— Ну… — Ты ведь знаешь, что алкоголь вреден! Он загрязняет душу! — Да, мам. «Лучше бы я соврала», — проскочило у нее в голове.
— Я ценю, что ты делишься со мной, Джудит. И люблю тебя. Ничего страшного, но, прошу тебя, будь умницей. — Она на миг замолчала, а после добавила: — Отец привет передавал.
— И ему большой привет! Я вас очень люблю и скучаю.
— Все, солнышко, пока-пока, мне пора! До вечера, жду звонка! Вроде бы все закончилось на мягкой ноте, но в груди что-то оборвалось. Под сердцем ныло и крутило, а в голове снова заиграла пластинка: «Ты плохой человек! Ты огорчаешь любимых людей!». Джудит поджала губы и, вскинув подбородок, выглянула в окно. Солнце разливалось в кронах деревьев и сочной зелени полей, что никак не совпадало с ее ощущениями.
Джудит осмотрелась — это была не ее комната. Ладони мгновенно вспотели и остыли. На полу валялись вещи, на стенах висели плакаты с длинноволосыми мужчинами на фоне безжизненно-черных деревьев. Стол у окна был завален коробками из-под пиццы и кучей всякого хлама. Пока она глазела по сторонам, открылась дверь ванной. На пороге стоял худощавый парень с немного раскосыми глазами и копной спутанных черных волос на голове. Он смотрел на нее и улыбался.
— Ну, привет. — Ты кто? — Друг. Ты что, вообще ничего не помнишь? — он хохотнул и, закрыв за собой дверь, прошел в комнату. — Знатно ты вчера оторвалась.
— Я… что? Мы что?.. — дыхание Джудит участилось, на лице проступила тревога.
Он снова рассмеялся, рассеянно помахав руками. Увидев, что Джудит всерьез обеспокоена, парень посерьезнел.
— Нет, не переживай. Ты не захотела. — Я? Прости… — Да ладно, делов-то. Спасибо, что сказала сразу! А то ненавижу на полпути слушать, что все это ошибка и… — он увидел, как девушка покраснела, — а, неважно. Не хочешь — не надо.
«Не хочешь — не надо? Что за бред», — молнией блеснуло в голове.
— Я, — продолжил парень, — слышал твой разговор. Не подумай, что намеренно, — он слегка осклабился, — просто громкость динамика — как для полуглухой бабки.
Джудит потянулась к телефону, чтобы как можно быстрее это исправить.
— Да не парься! Честное слово, пьяная ты намного меньше дергаешься по ерунде. Да и в целом. — Его лицо на миг стало серьезным. — И ничего алкоголь не загрязняет, если у самого в извилинах ила нет!
Возражать было не в ее правилах. Но если не возразить, значит, пойти против мамы? Но ведь тогда…
— Что у тебя с лицом? Расслабься! Загрязняет так загрязняет. — Неловкая тишина стала почти осязаемой.
— Меня Фил зовут, — он протянул руку. — На всякий случай напомню.
Джудит пожала протянутую ладонь.
— Джудит, приятно познакомиться. Парень опустился рядом на кровать и оперся о стену.
— Ты хорошенько напилась… мы с тобой болтали о разном, потом пошли ко мне. Впервые мне было о чем столько говорить с любительницей Лори Чу. Я-то думал, что в голове у ее фанатов один навоз, под стать ее песенкам.
Джудит опустила глаза в пол.
— Эй, да черт возьми, что ты так приуныла? Когда я включил «Распятых», — он ткнул пальцем на мужчин, грозно смотревших с плаката, — ты мне весь пол заблевала!
— Прости… — Прекращай извиняться. Ну подумаешь, не понравилось тебе, какая разница? Дэткор не многим по душе. Но я тащусь!
Джудит вопросительно посмотрела на парня. Что это он говорит?
— А Лори Чу… тебе ведь она не нравится? — Мне? Да какая разница, нравится она мне или нет. Главное, что тебе нравится!
— Да… пожалуй, — на автомате согласилась девушка. В мозгу полицейский что есть силы стучал дубинкой по прутьям решетки. «Бунт! Наказать!» — слышалось в этой жестокой мелодии.
— А знаешь, что мне еще нравится? Ты, — он мягко улыбнулся и взял ее за руку.
Джудит резко отдернула ее. В ее глазах тут же запрыгали искорки вины, и парень поспешил ее успокоить:
— Прости, не хотел тебя напрягать. Просто вчера… да неважно, вчера уже не существует! А сегодня — еще как!
Он опять улыбнулся. У Джудит появилось ощущение, что улыбка — обычное состояние его лица. Причем вне зависимости от ее действий. Это было донельзя необычно. Давно внутреннее осуждение не вопило так громко. И впервые в жизни Джудит удавалось игнорировать этот вой.
— Пойдем вечером в кино? — продолжил Фил.
Едва заметные морщинки заиграли в уголках ее глаз, и улыбка, быть может, впервые за утро, появилась на лице девушки.
— Давай! Только мне нужно вернуться к себе. Парень хлопнул в ладоши.
— Конечно! Тогда встретимся на выходе из кампуса часов в восемь?
Она кивнула. Взяв мобильный с кровати, Джудит выпорхнула из комнаты Фила. За окном студенты громко кричали, играя в волейбол. На фоне этого гама она услышала, как позади, приглушенные дверью, заиграли «Распятые» Фила. «Ну и дерьмо», — прокомментировал голос внутри. А вслед за ним кто-то тихо прошептал: «Да и какая разница».
На улице игра давно закончилась, было тихо и свежо. Тусклые фонари едва освещали подступы к кампусу. Джудит стояла у входа и ждала Фила. На часах было 20:02, сердце в ее груди бешено колотилось. Взгляд тонул в ночной темноте, а в голове кружился такой водоворот мыслей, что ни одну из них толком и не рассмотреть. Девушка и не пыталась. За последние пару дней она словно предала весь мир, но в то же время чувствовала себя так, будто вдохнула свежего воздуха.
— Ты там сигналы из космоса принимаешь? Я уже минуту рядом стою. Фил будто материализовался из воздуха и выдернул ее из ступора.
— Привет! Я задумалась. Извини…
— Прощу тебя, только если будешь смеяться над каждой моей шуткой весь вечер. — Хорошо! — глаза Джудит округлились, губы поджались.
Фил снова рассмеялся, потер рукой лоб.
— Да что ж ты такая встревоженная? Я же несерьезно. — Он вытянул руку и ткнул указательным пальцем в темноту: где-то там, совсем рядом, был кинотеатр. — Ну что, пойдем? Сеанс скоро начнется.
Фильм был прекрасен, как и вечер в целом. За этим вечером последовал другой, за другим — еще один. Джудит, наверное, впервые в жизни влюбилась. И пусть Фил был совсем не тем типажом, который она рисовала в своем воображении. Да, местами он ее раздражал. Его постоянные опоздания и наплевательское отношение к учебе порой выводили из себя. А отношение Фила к своему внешнему виду? Валяться у реки, а потом в той же футболке сидеть на занятиях? Это не укладывалось у Джудит в голове.
Как оказалось, это не играло большой роли. Стоило лишь обращать больше внимания на то, что ей в нем нравилось. Голос внутреннего надзирателя превратился в назойливого, но бессильного комментатора. Сперва — по отношению к Филу и остальным, а после — и к самой себе.
Остаток семестра пролетел незаметно. Раздражающая жара и закаты после десяти вечера вновь стали обыденностью. Наступили каникулы, и Джудит с Филом поехали по домам. Парочка неслась на стареньком мотоцикле, который буквально хрипел от тяжести. Несколько магистралей — и вот они уже едут по городку Джудит, по однотипным, но ухоженным и приятным глазу аллеям.
Джудит наклонилась к уху парня:
— Фил, останови здесь! Он притормозил. Мотор тихонько похрюкивал, словно довольный передышкой. Джудит слезла с мотоцикла и, сняв свою сумку, поставила ее рядом.
— Разве мы уже приехали? — Ну, почти. Хочу просто немного пройтись.
— И не познакомишь меня с родней? — Не чувствую, что готова. А тем более, что готовы они. — Джудит усмехнулась, глядя на Фила. — Давай потом.
Парень немного осунулся и стал выглядеть уставшим. Губы сжались в тонкую, бледно-розовую полоску на загорелом лице.
— Э-э-эм… ну ладно. Она поцеловала его и крепко обняла.
— Я тебя люблю! — Я тоже… — он снова прильнул к ее губам. — Я тоже, Джудит. До скорой встречи!
Она мягко сжала его руку на прощание и, подхватив сумку, пошла по улице к дому. За спиной снова натужно зарычал мотор, а вскоре его звук и вовсе исчез. На мгновение Джудит почувствовала старый, знакомый укор внутри.
Возвращение обрадовало ее больше, чем она могла себе представить. Как только Джудит подошла к дому, ее окатила волна тоски по месту, где она прожила всю жизнь. «Пара месяцев дома, с мамой и папой», — теплом разлилась мысль по телу. Однако реакция мамы на платье резко остудила радость. После такой двойственной встречи Джудит поднялась к себе на второй этаж — ее скромная комнатка осталась нетронутой. Узкая кровать под скосом крыши, широкий платяной шкаф у двери. На подоконнике лежал давно иссохший маковый цветочек, который она сорвала незадолго до отъезда.
Джудит словно отбросило в прошлое, но вместе с прошлым начал возвращаться и назойливый шум внутри. Она встала перед зеркалом, рассматривая красивое атласное платье. Да, оно подчеркивало фигуру, но что с того? Почему ей нельзя самой решать, в чем ехать? Чувство вины нависло над ней, гнилой запах прежней жизни вновь душил слезами. Нужно просто вернуться назад, нужно просто стать хорошим человеком. А как понять, что ты хороший человек? Об этом тебе скажут другие.
«Хватит, — буркнула она. Брови сошлись на переносице, ямки над ними углубились в болезненной решимости. — Я не вернусь назад».
С улицы донесся звук подъехавшей машины и короткий писк клаксона. Джудит бросила взгляд на часы — отец уже приехал. Снизу донесся нетерпеливый оклик матери. Как была, в платье, Джудит побежала вниз, к машине.
На капот заведенного автомобиля облокотился ее папа. Седые волосы растрепались на ветру, а взгляд, вечно смотрящий как бы сквозь, замер на входной двери. Как только она выскочила на улицу, он заулыбался и раскинул руки для объятий.
— Вот это ты выросла! — Джудит подбежала к отцу и обняла его. Тот чмокнул дочь в макушку и прижал к себе. — Как я рад тебя видеть.
Мама вышла вслед за Джудит. Увидев, что дочь так и осталась в своем наряде, она, не проронив ни слова, прошла мимо них и села на переднее сиденье. Папа с недоумением посмотрел на Джудит.
— Ей… — ее взгляд впился в землю, голос стал тише, — маме не очень понравилось, что я надела это платье. «Но я не успела его поменять», — только было хотела она оправдаться, но это было бы неправдой.
— Ладно, ей виднее, — хмыкнул отец. — Да и вообще, тебе что, сложно было переодеться? Теперь опять мама будет как в воду опущенная, а нам с тобой с этим что-то надо делать, — его глаза слегка забегали, рот раскрылся в неуверенной усмешке, которая совсем не отражалась в глазах.
— Папа! Но ведь платье красивое?
— Да, в целом, красивое платье, тебе очень идет. Но… — он ткнул пальцем назад в машину и покачал головой. — Ладно, поехали, дорогая. Столик заказан, время не ждет.
Всю дорогу мама сидела с каменным лицом и не проронила ни слова. Поездка проходила в гробовой тишине. Отец перекинулся с Джудит парой фраз, но общая гнетущая атмосфера не располагала к общению.
После приезда похожие ситуации происходили чуть ли не каждый день. Джудит то не так что-то сказала при соседях во время отдыха в саду. То выиграла в карты у сына начальника отца на барбекю-вечеринке, хотя «не должна была». Она опять надела то платье. Снова не захотела рассказывать о своем друге. Она перестала быть хорошей. Десятки «грехов» плотным шлейфом тянулись за Джудит.
Точкой кипения стал визит старшей сестры ее матери, Линды. Линда когда-то помогла купить тот самый дом, где теперь жила семья Джудит, и считала своим долгом приезжать на каждую годовщину новоселья. Это был как раз такой день — летний, знойный.
Мама с папой с утра крутились на кухне, готовясь к встрече. Джудит хлопотала по дому: мыла окна, стряхивала пыль с картин и ваз.
— Не забудь поставить фотографии, — донесся голос из кухни.
Перед приездом Линды они ставили ее фотографии рядом с семейными. Этот странный, но укоренившийся ритуал неприятно кольнул Джудит. Она пошла в чулан, небольшую комнатку под лестницей, и достала несколько фото в рамках. Через пару минут они уже стояли на комоде, отодвинув в сторону снимки с семейного отдыха.
Джудит закончила с приготовлениями и сервировала стол в гостиной. Мягкий солнечный свет пробивался сквозь полупрозрачные ванильные занавески и, играя на столовых приборах, расстилался по комнате. Через широкий дверной проем сновали родители, перенося на стол приготовленные блюда. Воздух наполнился чудесными ароматами свежей еды.
Раздался стук в дверь. Мама Джудит, Шани, поспешила открыть и впустить гостью.
— Ну и жара сегодня! Привет, дорогие! — с порога бросила Линда. Ее полное тело лоснилось от пота. Летнее платье из полупрозрачной ткани развевалось на сквозняке. Женщина улыбалась, глядя на хозяев, но в ее глазах плясал изучающий огонек.
— Шани, прелесть, ты как всегда отлично выглядишь! Ты вообще стареешь или, может, у тебя на чердаке припрятан волшебный портрет?
Мать Джудит неуверенно улыбнулась. Линда закрыла за собой дверь, чмокнула сестру в щеку и протянула ей пакет с подарками. Шани достала коробку шоколадных конфет и бутылку вина.
— О, как мило с твоей стороны, Линда! — Да, я знаю. Помню, ты вино не пьешь… но я люблю, и Курт, думаю, не откажется составить мне компанию, — она подмигнула мужу сестры.
Тот лишь неопределенно дернул бровями.
Аромат еды разбудил в Линде уснувшее в дороге чувство голода.
— Ох, как все аппетитно! Вы, как всегда, подготовились к моему приезду! Какие молодцы.
Стоящая за ее спиной Шани слегка улыбнулась.
— Теперь ты заправляла приготовлением обеда, моя малышка? — спросила она Джудит. — Или пир все еще на плечах родителей?
Джудит только хотела ответить, но голос мамы прозвучал раньше. В нем слышались виноватые нотки.
— В следующем году Джудит займется этим, непременно! Но она и сегодня не сидела без дела, — Шани подошла к сестре и приобняла ее за плечо. — Смотри, как тут чисто и красиво!
Линда просканировала пространство вокруг, словно в поисках недочетов.
— Да, Джудит хорошо справилась. Но, как говорил наш отец, женщина должна быть хозяйкой во всем. Тяжелый был человек, но нас с твоей мамой он научил быть достойными людьми. Дисциплина и внимание к другим — вот что важнее всего!
— Почему? — вырвалось у нее. Линда удивленно уставилась на девушку. Шани бросила на дочь холодный взгляд.
— В смысле «почему»? А как еще?
— А по-другому и никак, сестричка! — веселым голосом воскликнула Шани.
— Ну как же, — огоньки появились во взгляде Линды, — а наша сестричка? Даже не хочу ее имени называть, тьфу! Решила, что может делать что хочет! Уехала в свою чертовы джунгли, повесила на нас все заботы! Не зря отец говорил, что она совсем пропащая — только своё на уме! 
Шани невольно сжалась. Средняя сестра, Эмили, обычно не упоминалась в разговоре никогда, так как запятнала честь семьи. Вместо того, чтобы быть достойной дочерью и опорой, она самовольно уехала на другой континент. Сестра называла это мечтой, но в семье ходило другое слово — предательство. И, хоть она нравилась маме Джудит в детстве, после отъезда Линда с отцом помогли ей разобраться что к чему.
— Ну, давайте-ка за стол, пока все еще горячее. Курт, — Шани повернулась к мужу, — будь добр, принеси бокал для вина.
— Два бокала, — сухим тоном уточнила Линда.
— Да, два бокала.
Едва различимое напряжение исчезло как по волшебству после первых минут застолья. Семья общалась, вспоминала те дни, когда они только въехали сюда. Как родилась Джудит, как делала здесь первые шаги. Затем разговор зашел об учебе и работе. А под конец бутылки, как это обычно и бывает, беседа перешла к политике.
Слегка захмелевшая тетя Линда хлопнула себя по ноге. Ее лицо, покрасневшее от жары и вина, исказила гримаса недовольства.
— А эти чертовы мигранты? Они же только и делают, что нарушают закон да проедают наши налоги! Вон, вы видели новости? — она окинула взглядом всех собравшихся. — Опять кого-то ограбили в китайском квартале!
— Грабителей ведь поймали. И они были не азиатами, а местными! — запротестовала Джудит. Она читала новости как раз сегодня утром. — И ограбили они торговую лавку.
Линда на мгновение рассмеялась, но тут же осеклась и впилась в Джудит цепким взглядом.
— Да какая разница? Какого черта они тут забыли?
— Разница в том, что человек может быть преступником вне зависимости от своих корней, — выпалила Джудит, глядя прямо на Линду. — А выдумать себе врагов и обвинить во всех грехах из-за другого разреза глаз… очень удобно!
— Да что ты знаешь, малышка? Еще и года не прошло, как ты в школе контрольные по географии пересдавала! — она повернулась к Шани, побелевшей как мел. — Ничего не скажешь, гордость семьи!
Джудит встала из-за стола. Ее щеки залил румянец, глаза едва заметно блестели.
— Видимо, знание географии не определяет суть человека, как и его раса! И, может, я разбираюсь далеко не во всем, но с тем, что ты говоришь, тетя Линда, я не согласна!
Глаза Линды, слегка навыкате, провожали идущую по комнате племянницу. Рот ее приоткрылся от удивления и возмущения, но не издал ни звука. Остановившись на первой ступеньке лестницы, Джудит обернулась и выпалила:
— Более того, я считаю, что ты ошибаешься и не хочешь этого признавать!
— Джудит! — крикнула ей мать. — Немедленно извинись!
Но та уже бежала наверх, не обращая внимания на приказ. Она была сыта этим ужином по горло. Закрывшись в комнате, Джудит лежала на кровати и мечтала только об одном: снова оказаться в кампусе, в своей комнате. Или где угодно еще, лишь бы подальше отсюда. В расстроенных чувствах Джудит провалилась в прерывистый сон, который продлился до самого утра.
Стук в дверь вернул ее в реальность. Солнце стояло высоко, подмигивая из-за редких облаков.
— Иди завтракать, — донесся из-за двери голос мамы.
Джудит вспомнила вчерашний вечер. Ей было грустно, что она огорчила родителей. Опять. Можно ведь было и промолчать… Но, видимо, не в этот раз. Отбросив ползущие внутри щупальца самобичевания, она встала с кровати.
На столе ее ждали ароматные тосты с абрикосовым джемом и сливочным маслом и большая чашка какао — любимый завтрак из детства. Джудит улыбнулась матери и села за стол. Та ответила тем же, однако в ее глазах стояла какая-то тоска. «Наверное, она все еще злится», — подумала Джудит.
— Мам, я не хотела, чтобы ты вчера переживала и… и вообще, — начала она. — Ты же знаешь, я тебя люблю.
— И я тебя люблю, доченька. И я вижу, что с тобой происходит что-то ненормальное.
Джудит отхлебнула какао. Вкус был потрясающим, но каким-то непривычным. Однако шоколадно-молочный аромат напитка умиротворял и расслаблял.
— Что именно? — Ты… ты ведешь себя очень опасно. В первую очередь для себя самой!
— Не понимаю, в чем опасность? Я просто могу…
— Ты подумай, как к тебе будут относиться люди? Ладно я, твоя мама. Пусть ты так издеваешься надо мной, я тебе все прощу. — Глаза матери едва заметно увлажнились. — Ты была такой хорошей девочкой! А теперь?
— Но я ведь не издеваюсь над тобой! — А другие люди? Почему ты о них не думаешь? От них же зависит твоя жизнь! Ты ведь часть социума! — проигнорировав ее реплику, продолжила Шани. — Ты должна думать, что и кому ты говоришь, как поступаешь!
У Джудит слегка закружилась голова. Она сделала глоток, тот вязко прокатился по горлу. Вкус был чересчур приторным. Да что же ее мама в ней видит? Головокружение усилилось.
— Мама, мне что-то нехорошо. — Не переживай, я с тобой. Я помогу тебе, чтобы у тебя все было хорошо. Это моя главная задача в жизни, и я не позволю себе оплошать. — Она подошла к дочери и положила ее голову себе на колени. — Ты будешь достойным человеком, Джудит. Ты не оступишься, как Эмили, я не позволю! Прости, но это ради тебя!
— Ты о чем?.. В глазах все поплыло. Кухня закружилась, веки словно кто-то потянул вниз. Джудит отключилась.
Очнувшись, она увидела, что лежит на кровати в бедно обставленной комнате. Все в скучных, белых тонах. На потолке потрескивала длинная лампа, разливая холодный свет.
— Джудит, как вы себя чувствуете? Она подняла голову. В ногах сидела женщина в белом халате. Короткие волосы и широкие скулы в сочетании с узким носом придавали ей сходство с инопланетянкой. Она подняла с колен планшет и сделала пару заметок.
— Вы кто? — Я ваш врач. Вы находитесь в клинике коррекции поведения.
— Это какая-то ошибка, я… Мне было плохо, и, может, меня отправили в больницу, — Джудит приподнялась на локтях, — но здесь мне делать нечего.
— Ваши родные считают иначе. — Я хочу уйти! — Вы не можете уйти, — безапелляционно отрезала женщина. — Не беспокойтесь, вас не ожидает ничего страшного. Нужно лишь пройти курс инъекций и пробыть под нашим наблюдением несколько недель.
— В смысле, не могу? Джудит встала и подошла к двери. У выхода она с нарастающим ужасом осознала, что ручки нет — поверхность была гладкой, как стена. Лишь едва выступающий считыватель электронных ключей поблескивал на уровне груди.
— Выпустите меня! — Я не могу вас выпустить, вы — на лечении. Но не беспокойтесь, — прозвучал ее голос, словно запись на повторе, — через две недели вы выйдете отсюда, и вам станет намного лучше.
— Но мне и так хорошо, мне не нужно лучше! Она достала из кармана коммутатор.
— Кевин, отведи девушку в палату, сделай инъекцию. — Она бросила взгляд на Джудит, что стояла у выхода, вжавшись в стену. — И прихвати успокоительное.
Снаружи послышалось движение. В комнату вошел рослый мужчина и так быстро всадил шприц в плечо Джудит, что та толком ничего и не поняла. Она попыталась было увернуться, но работник клиники молниеносно схватил ее за предплечье. Она и не подозревала, что руку можно сжать так больно. Внезапно тело девушки обмякло и расслабилось. Она едва не упала, но крепкие руки осторожно подхватили ее и понесли прочь.
Что происходит, Джудит понять не могла. Ей было страшно. От неопределенности, от бессилия, от ощущения рабства. Она хотела закричать, но голос пропал. Слезы струились по ее лицу, когда мужчина уложил ее на кровать в комнате, не сильно отличавшейся от предыдущей.
— Не переживай, дорогая. Родители делают это для твоего же блага. — Он достал шприц и щелкнул по нему, выпустив воздух с капелькой лекарства. — Что-то с тобой произошло в последнее время, но нет ничего непоправимого. Эта штучка, — он покрутил иглой перед ее неподвижными глазами, — вытравит то, что налипло.
Он ввел иглу ей под кожу, протер место укола ваткой и заклеил пластырем.
— Еще минут десять ты не сможешь двигаться. Но не бойся, за тобой присматривают, — он ткнул рукой куда-то вверх. — Если что-то понадобится, просто скажи вслух.
С этими словами мужчина сдержанно кивнул и вышел.
Ощущения Джудит притупились. Не телесные ощущения — те вообще были недоступны, — а внутренние. Она уже не чувствовала страха и обиды, не хотела вырваться отсюда так отчаянно, как двадцатью минутами ранее. Внезапно в голове всплыл эпизод: как она, гуляя с Филом у озера, не ответила на звонок матери. Теперь почему-то ей стало невыносимо стыдно за тот случай. Она ощущала грызущую тяжесть, но не могла понять, почему тогда так поступила. Джудит казалось, что она знает, но это знание было каким-то игрушечным, выдуманным.
Все время, проведенное в клинике, смазалось в один непрерывный пласт. Ежедневные инъекции то и дело вызывали те же ощущения, что и в первый раз.
Наступил очередной день «исцеления». Джудит снова сидит в манипуляционной. Перед ней, уперев локти в стол и слегка наклонившись, сидит человек в белой медицинской маске. Из-под нее видны лишь глаза. И пусть зрачки и имели цвет, их выражение было таким же монотонным и безучастным, как и все вокруг.
— Джудит, как вы себя чувствуете? — Я не понимаю, кто говорит в моей голове… Я или не я? — А что вы слышите в своей голове? Джудит подняла глаза к потолку, закусив нижнюю губу.
— Что я не огорчаю родителей, а просто поступаю по-своему. — Но ведь родители огорчаются, — доктор достал фотографию ее отца с матерью; Джудит автоматически перевела на нее взгляд, — и они огорчаются не просто так, а из-за ваших действий, Джудит.
— Да, но я ведь просто хочу делать то, что считаю нужным. — Даже если это ранит других людей, ваших близких? — Нет, я хочу, чтобы они были счастливы, — ее голос едва заметно окреп.
— И они будут, Джудит. Мы с вами как раз над этим работаем. — Врач встал и подошел к девушке. Игла пронзила кожу. — Скажите, что сейчас всплыло в памяти.
Джудит с минуту тихо сидела, прикрыв глаза. Ее колени были сведены, руки нервно потирали бедра.
— Фил! Я говорю ему, чтобы он оставил меня в покое, отвалил после того, как отпустил одну из своих дурацких шуток, которая мне не понравилась. — Она открыла глаза; на них навернулись слезы.
— Этот Фил… представить только, он шутил над вами? Разве это нормально? Не зря ваша мама недовольна! Но и вы хороши — ну и что, что вам не понравилось? Можно ведь и промолчать?
— Да, я знаю! Я знаю, я не должна так делать! — Вы не должны, и вы большая молодец, что понимаете это, — доктор ободряюще сжал ее руку. — Чувствуете что-нибудь еще?
— Да… Тетя Линда… Я разозлилась, что мне нужно вешать ее фотографии! — Ведь это ваша любимая тетя, — цокнув языком, произнес врач.
Джудит разрыдалась. Сквозь слезы она пыталась сказать что-то еще, но все сливалось в один сплошной всхлип.
— Ладно, на сегодня достаточно, Джудит. Остальное — на самостоятельную работу в палате. — Врач достал коммутатор. — Подготовьте седативное и отведите пациентку в палату.
Она проживала подобное вновь и вновь: вспышка воспоминания, а за ней — отвратительное, гнилостное чувство. Лишь в манипуляционной, где на стене висел календарь, Джудит замечала течение времени. Понемногу лечение давало результаты. С каждым днем эпизоды случались все реже. Под конец их интенсивность настолько упала, что Джудит наконец-то почувствовала себя достойной жить.
Вчера, по ее подсчетам, ей сделали последний укол. Теперь, в манипуляционной, она ждала, что будет дальше. Джудит перевела взгляд с маков на дверь: если верить висящему там календарю, сегодня ее должны выписать. Дверь отворилась, и она тут же встретилась взглядом с доктором.
— О, вы уже ждете, Джудит? — Меня сегодня выпустят? — Да, сейчас вас отвезут домой. Мне нужно лишь, чтобы вы поставили здесь подпись, — она указала на бланк и протянула ручку.
Джудит подтянула к себе лист и расписалась.
— А как я пойму, что со мной теперь все в порядке? — Вам ничего делать не нужно, мы все проверили. С вами все в порядке.
— Но этот гул в голове и это ощущение… словно я что-то делаю не так? — Это остаточное действие лекарства. Все пройдет к завтрашнему дню. — Доктор открыла дверь пошире. — Прошу, вам пора.
Джудит поднялась, и доктор сопроводила ее к машине, стоявшей у входа. Буйство красок снаружи на миг чуть не сбило девушку с ног — настолько однотонным было ее окружение в последнее время. Сев в машину, она жадно вглядывалась во все, что видела из окна. Посадки деревьев, луга, встречные машины и дома — все было таким сочным, таким живым.
Она и не заметила, как перед глазами оказался ее собственный дом. Джудит хлопнула дверцей и пошла по дорожке к крыльцу. Дикое ощущение дежавю охватило ее. Она вспомнила, как после долгой разлуки толкала входную дверь. «Привет, я дома!» — прошептала она себе под нос. Тогда она была в платье, которое так огорчило мать. Надо бы от него избавиться…
Дверь отворилась, и на пороге показалась Шани. Как была, в домашней одежде, она выбежала на крыльцо и заключила дочь в объятия.
— Девочка моя! Как я рада тебя видеть! Прости, что ты так неожиданно там оказалась! — Слезы текли на плечо Джудит.
Она тоже обняла маму и зарыдала. Та, всхлипывая, продолжала:
— Я не могла по-другому! Мое солнце… — она взяла ее за плечи и внимательно всмотрелась в глаза, — я каждый день звонила и спрашивала, все ли хорошо. Но я хочу услышать от тебя: тебя кормили, с тобой хорошо обращались?
— Кроме того, что меня не выпускали и кололи лекарствами, все было хорошо… — всхлипывая, ответила Джудит. — Мама, мне было страшно. Я так рада, что ты снова со мной.
— И я очень рада! — Шани вытерла глаза. — Ну, пойдем в дом. Я приготовила твою любимую пиццу.
— А папа дома? — Еще на работе, — она приобняла Джудит за талию и увлекла за собой. — Скорее, пока горячая!
Обнявшись, они вошли внутрь. Пицца была потрясающей, намного вкуснее стряпни в клинике. Джудит съела ее почти в одиночку, не останавливаясь, пока блюдо не опустело.
Вдруг зазвонил телефон. Шани взяла трубку.
— Алло! Да, привет, Линда! Джудит вспомнила тот вечер. Ей стало очень неловко, она опустила глаза. Удовольствие от пиццы мгновенно улетучилось.
— Да, уже дома! Сейчас включу погромче, — с этими словами она переключилась на громкую связь.
— Привет, тетя Линда, — тихим голосом сказала Джудит. — Привет! Как ты себя чувствуешь? — Хорошо. Мама приготовила пиццу... — А ты, — прервал девушку похолодевший голос, — ничего не хочешь мне сказать? — Я… простите меня, тетя Линда. Мне стыдно за то, что я вас обидела.
— О, еще как тебе должно быть стыдно! Но я рада, что ты все поняла. Они все-таки тебя исцелили. Видимо, нахваталась вдали от дома всяких бредовых идей, — ее тон повысился. — Правильно я говорю, Шани?!
На душе у Джудит мгновенно стало чище. Наконец-то все возвращается на свои места.
— Да, конечно! — Мы с мамой посоветовались и решили перевести тебя в местный колледж. Теперь ты будешь ближе к любящей семье, разве не здорово?
На мгновение Джудит почувствовала ком в горле, но он тут же рассеялся, сменившись тихой радостью и ощущением безопасности. Да, ей нравилось учиться в том колледже. Но что с того? А Фил? Фил… да это из-за него она чуть было не рассорилась с семьей. А ведь семья — это действительно самое важное, что у нее есть.
— Это замечательно, — произнесла Джудит. — Ох, как меня радует, что все налаживается! — воскликнула Шани.
— И меня тоже, — вторила Линда. — Кризис миновал! Ну, хорошо, дорогие мои, рада была перекинуться парой слов.
— И мы тоже, — ответила Шани. — Пока!
Джудит пустым взглядом смотрела на тарелку, полную крошек. Мама взяла ее за руку и притянула к себе.
— Как хорошо, что ты дома. — Да, мам, — Джудит чувствовала себя спокойнее, но совершенно без сил. — Я схожу в душ и переоденусь.
— Хорошо, солнышко. Приходи вниз, как закончишь. Джудит пошла в душ. Бросив вещи в корзину для белья, она включила воду. Горячие, почти обжигающие струи накрыли ее, унося с собой в канализацию накопленную усталость. Да, теперь ей легче. Все-таки мама помогла ей, никакого давящего чувства больше нет. Как прекрасно чувствовать любовь и принятие дорогих людей.
Джудит подставила лицо под поток воды. Она так давно не видела теплоты в глазах мамы… Но сегодня все вновь встало на свои места. Сердце в груди затрепетало. Мягко, но с ноткой тоски. «Отчего же мне грустно? — думала Джудит, стоя с закрытыми глазами и нежась под струями воды. — Быть может, от всех этих пререканий? Или из-за того, что мы с Филом теперь будем далеко?».
Пожалуй, нужно с ним связаться. Джудит выскочила из душа, наспех вытерлась и побежала к себе в комнату. Давно разряженный телефон валялся на кровати. Джудит поставила его на зарядку и положила на стул, поверх атласного платья. Девушка нахмурилась и взяла его. «Пожалуй, лучше выбросить». Джудит посмотрела в пространство, словно ожидая там чьего-то совета. И тут давно знакомый голос проворковал в голове: «Верно, ты должна уважать мнение старших». Он утратил свои воинственные нотки и жесткость, снова став ее другом.
Телефон тем временем ожил. На экране загорелись десятки уведомлений о звонках и сообщениях. Все от Фила. Она открыла сообщения. В основном они были такого плана: «Джуд, ты где? Моргни, если тебя держат в заложниках! Напиши мне как можно скорее!». «Какие примитивные шутки. Неужели он не помнит, что они тебе не нравятся?» — проплыл комментарий в голове. Неожиданно Джудит почувствовала нежелание говорить с Филом. Она положила телефон на место. В руке все еще было скомканное платье. Крепче сжав его, она вышла из комнаты и спустилась вниз.
Она пронеслась мимо матери, через кухню к мусорному ведру и наотмашь швырнула туда платье. Обернувшись, Джудит увидела, что Шани с теплотой смотрит на нее. Отставив кружку, та подошла к Джудит.
— Доченька… Я так рада, что ты снова возвращаешься к норме.
Джудит прижалась к матери, вдыхая запах ее неизменных духов. Шероховатости в груди уже практически ушли, уступая место гладкому, отполированному пространству. В клинике Джудит не понимала, с чем ей помогают справиться. Но теперь все стало ясно. Она снова становится нормальной. Снова становится любимой, и это единственное, что важно.</p>`);function d(t){var a=i();e(t,a)}export{d as default,o as metadata};
